function search_alphabet (x) {

var array_hangul = [ 

'한일',  '두이',  '석삼',  '넉사',  '다섯오',  '여섯육',  '일곱칠',  '여덟팔',  '아홉구',  '열십',  '일백백',  '일천천',  '일만만',  '일억억',  '일조조',  '날일',  '달월',  '저녁석',  '뫼산',  '언덕구',  '언덕부',  '우부방',  '기슭엄',  '돌석',  '스물입',  '작을소',  '골곡',  '내천',  '내천2',  '큰도랑괴',  '물수',  '물수변',  '이수변',  '이를운',  '비우',  '펼신',  '아니부',  '초두',  '예쁠봉',  '날생',  '부탁할탁',  '평평할평',  '나무목',  '가시자',  '묶을속',  '성씨씨',  '대죽',  '개견',  '개견변',  '돼지시',  '돼지머리두',  '돼지머리계',  '돼지해',  '소우',  '소축',  '말마',  '사슴록',  '양양',  '원숭이우',  '코끼리상',  '토끼묘',  '새을',  '새조',  '새추',  '서녘서',  '깃우',  '날비',  '아닐비',  '벌레훼',  '물고기어',  '다시재',  '조개폐',  '범호',  '능할능',  '뱀사',  '용룡',  '뿔각',  '더불여',  '어금니아',  '혀설',  '가죽위',  '가죽피',  '가죽혁',  '터럭모',  '터럭삼',  '고기육',  '꼬리파',  '남녘병',  '발자국유',  '분별할변',  '싸울투',  '밭전',  '채마밭포',  '멀경',  '모방',  '쟁기뢰',  '힘력',  '콩숙',  '벼화',  '쌀미',  '올래',  '차조출',  '오이과',  '재주재',  '별진',  '고무래정',  '그기',  '어질량',  '고을주',  '바를정',  '저자시',  '선비사',  '역사사',  '매울신',  '글월문',  '다행행',  '가운데앙',  '북방임',  '서로호',  '겉표',  '구할구',  '삼마',  '솜면',  '오로전',  '실멱',  '얽힐구',  '작을요',  '이을계',  '흰백',  '수건건',  '짝필',  '잠깐사',  '옷의',  '옷의변',  '의지할의',  '항상상',  '치마상',  '쓰게모',  '임금왕',  '누를황',  '말두',  '되승',  '구기작',  '낮오',  '기운기',  '거듭증',  '합할합',  '그릇명',  '장군부',  '비수비',  '어조사야',  '또차',  '가득할복',  '닭유',  '삼합집',  '집엄',  '집면',  '높을고',  '버금아',  '병들어기댈역',  '지게문호',  '문문',  '창창',  '비추',  '빛광',  '보일시',  '콩두',  '솥력',  '솥정',  '점괘효',  '점복',  '조짐조',  '귀신귀',  '나라국',  '방패간',  '수레차',  '갑옷갑',  '개술',  '창과',  '창모',  '칠복',  '화살시',  '활궁',  '망할망',  '사람인',  '사람인변',  '설립',  '아들자',  '여자여',  '우뚝할올',  '으뜸원',  '큰대',  '터놓을쾌',  '하품흠',  '사내부',  '사귈교',  '들입',  '또역',  '둥글환',  '달릴주',  '달릴발',  '거스를역',  '갈거',  '먼저선',  '목멜기',  '면할면',  '빛색',  '몸신',  '미칠급',  '병부절',  '병부절2',  '병부절3',  '주검시',  '자척',  '이미이',  '마칠료',  '시골향',  '쌍상투관',  '머리혈',  '머리수',  '채울충',  '흉할흉',  '낯면',  '귀이',  '괘이름간',  '눈목',  '백성민',  '신하신',  '가로왈',  '달감',  '말씀언',  '머금을함',  '이제금',  '스스로자',  '입구',  '입벌릴감',  '달아나배',  '등뼈려',  '무거울중',  '또우',  '마디촌',  '사사로울사',  '손수',  '손수변',  '손톱조',  '손톱조두',  '어미모',  '오른우',  '왼좌',  '왼손좌',  '또우',  '절구구',  '함께공',  '받들공',  '긴장',  '나아갈염',  '나아갈염2',  '말이을이',  '마음심',  '마음심변',  '북녘북',  '쌀포',  '다스릴윤',  '뒤져올치',  '등질발',  '갈지',  '갈착',  '걸을척',  '길게걸을인',  '어진사람인',  '자축거릴촉',  '그칠지',  '목항',  '발족',  '어그러질천',  '없을무',  '짝필2',  '죽은뼈알',  '기와와',  '길용',  '붉을단',  '붓율',  '장인공',  '흙토',  '그물망',  '무릇범',  '배주',  '우물정',  '고를균',  '굽을곡',  '도끼근',  '쓸용',  '안석궤',  '조각장',  '조각편',  '주살익',  '책책',  '클거',  '홑단',  '검을현',  '물줄기경',  '새길록',  '줄여',  '검을흑',  '말미암을유',  '불화',  '불화발',  '쇠금',  '업업',  '주인주',  '칼도',  '칼도방',  '소금로',  '위상',  '가운데중',  '아래하',  '향할향',  '꿰뚫을관',  '꿸관',  '뚫을곤',  '덮을멱',  '덮을아',  '대세',  '해년',  '돌회',  '감출혜',  '숨을은',  '삐침별',  '점주',  '공교할교',  '어조사우',  '어조사우2',  '몸기',  '이에내',  '어조사호'

];                          

var array_hanja = [ 

'一',  '二',  '三',  '四',  '五',  '六',  '七',  '八',  '九',  '十',  '百',  '千',  '萬',  '億',  '兆',  '日',  '月',  '夕',  '山',  '丘',  '阜',  '阝',  '厂',  '石',  '廿',  '小',  '谷',  '川',  '巛',  '巜',  '水',  '氵',  '冫',  '云',  '雨',  '申',  '不',  '艹',  '丰',  '生',  '乇',  '平',  '木',  '朿',  '束',  '氏',  '竹',  '犬',  '犭',  '豕',  '亠',  '彑',  '亥',  '牛',  '丑',  '馬',  '鹿',  '羊',  '禺',  '象',  '卯',  '乙',  '鳥',  '隹',  '西',  '羽',  '飞',  '非',  '虫',  '魚',  '再',  '貝',  '虎',  '能',  '巳',  '龍',  '角',  '与',  '牙',  '舌',  '韋',  '皮',  '革',  '毛',  '彡',  '肉',  '巴',  '丙',  '禸',  '釆',  '鬥',  '田',  '甫',  '冂',  '方',  '耒',  '力',  '尗',  '禾',  '米',  '來',  '朮',  '瓜',  '才',  '辰',  '丁',  '其',  '良',  '州',  '正',  '市',  '士',  '史',  '辛',  '文',  '幸',  '央',  '壬',  '互',  '表',  '求',  '麻',  '綿',  '專',  '糸',  '丩',  '幺',  '系',  '白',  '巾',  '匹',  '乍',  '衣',  '衤',  '依',  '常',  '裳',  '冃',  '王',  '黃',  '斗',  '升',  '勺',  '午',  '气',  '曾',  '合',  '皿',  '缶',  '匕',  '也',  '且',  '畐',  '酉',  '亼',  '广',  '宀',  '高',  '亞',  '疒',  '戶',  '門',  '囱',  '帚',  '光',  '示',  '豆',  '鬲',  '鼎',  '爻',  '卜',  '兆',  '鬼',  '囗',  '干',  '車',  '甲',  '戌',  '戈',  '矛',  '攵',  '矢',  '弓',  '亡',  '人',  '亻',  '立',  '子',  '女',  '兀',  '元',  '大',  '夬',  '欠',  '夫',  '交',  '入',  '亦',  '丸',  '走',  '犮',  '屰',  '去',  '先',  '旡',  '免',  '色',  '身',  '及',  '㔾',  '卩',  '卪',  '尸',  '尺',  '已',  '了',  '乡',  '丱',  '頁',  '首',  '充',  '凶',  '面',  '耳',  '艮',  '目',  '民',  '臣',  '曰',  '甘',  '言',  '含',  '今',  '自',  '口',  '凵',  '北',  '呂',  '重',  '又',  '寸',  '厶',  '手',  '扌',  '爪',  '爫',  '母',  '右',  '左',  '屮',  '又',  '臼',  '共',  '廾',  '長',  '冉',  '冄',  '而',  '心',  '忄',  '北',  '勹',  '尹',  '夂',  '癶',  '之',  '辶',  '彳',  '廴',  '儿',  '亍',  '止',  '亢',  '足',  '舛',  '無',  '疋',  '歹',  '瓦',  '甬',  '丹',  '聿',  '工',  '土',  '罒',  '凡',  '舟',  '井',  '勻',  '曲',  '斤',  '用',  '几',  '爿',  '片',  '弋',  '冊',  '巨',  '單',  '玄',  '巠',  '彔',  '予',  '黑',  '由',  '火',  '灬',  '金',  '业',  '主',  '刀',  '刂',  '鹵',  '上',  '中',  '下',  '向',  '毌',  '串',  '丨',  '冖',  '覀',  '世',  '年',  '回',  '匸',  '乚',  '丿',  '丶',  '丂',  '亏',  '于',  '己',  '乃',  '乎'

];   

//document.write(x);


    var check_loop = -1;
    var str1;
    var str2;
    
   for (var i = 0; i < array_hangul.length; i++) { 
        if (x == array_hangul[i]) { check_loop = i;  }
   }

   if( check_loop > -1) { 
        str1 = x;
        str2 = array_hanja[check_loop];   
        document.write('<p><a href="https://muckmool.github.io/hangul_alphabet/'+ str1 + "_" + str2 + '.html" target="main">' + x + '</a>'); 
   }
   else { 
             for (var j = 0; j < array_hanja.length; j++) { 
                  if (x == array_hanja[j]) { check_loop = j; }
             }

             if( check_loop > -1) {
                 str1 = array_hangul[check_loop];
                 str2 = x; 
                 document.write('<p><a href="https://muckmool.github.io/hangul_alphabet/'+ str1 + "_" + str2 + '.html" target="main">' + x + '</a>');
              }
              else { document.write('<p>문서없음'); } 

   }

      
            
}