function search1 (x) {

var array = [ 

'角', '巾', '犬', '犭', '冂', '系', '彑', '高', '谷', '瓜', '巜', '丘', '九', '求', '丩', '其', '气', '能', '斗', '亠', '鬥', '來', '良', '力', '鹿', '耒', '龍', '馬', '麻', '萬', '糸', '綿', '宀', '皿', '毛', '冃', '木', '卯', '文', '米 ', '方', '白', '百', '釆', '丙', '甫', '畐', '丰', '缶', '阜', '不', '匕', '非', '飞', '冫', '乍', '史', '四', '士', '巳', '山', '三', '彡', '常', '象', '生', '西', '夕', '石', '舌', '小', '束', '水', '氵', '尗', '升', '市', '豕', '申', '辛', '十', '氏', '亞', '牙', '央', '也', '羊', '魚', '億', '广', '厂', '与', '五', '午', '禺', '王', '幺', '牛', '羽', '雨', '云', '月', '韋', '酉', '禸', '肉 ', '六', '乙', '衣', '衤', '二', '一', '日', '壬', '廿', '朿', '勺', '再', '才', '專', '田', '丁', '正', '兆', '鳥', '州', '竹', '曾', '辰', '亼', '且', '千', '川', '艹', '隹', '丑', '朮', '七', '乇', '巴', '八', '貝', '平', '表', '皮', '匹', '合', '亥', '幸', '革', '互', '虎', '禾', '黃', '虫'

];                          

var check_loop = 0;
for (var i = 0; i < array.length; i++) { if (x == array[i]) { check_loop = 1; } }
if( check_loop > 0) { document.write('<a href="https://muckmool.github.io/hanja/'+ x + '.html" target="main">' + x + '</a>'); }
else { document.write('<p>문서없음'); }                    
}