function search1 (x) {

var array = [ 

'가득할복',  '가시자', '가운데앙', '가죽위', '가죽피', '가죽혁', '개견', '개견변', '거듭증', '겉표', '고기육', '고무래정', '고을주', '골곡', '구기작', '구할구', '그기', '그릇명', '글월문', '기슭엄', '기운기', '깃우', '꼬리파', '나무목', '날비 ', '날생', '날일', '남녘병', '낮오', '내천', '넉사', '높을고', '누를황', '능할능', '다섯오', '다시재', '다행행', '달월', '닭유', '대죽', '더불여', '돌석', '돼지머리계', '돼지머리두', '돼지시', '돼지해', '되승', '두이', '또차', '말두', '말마', '매울신', '멀경', '모방', '뫼산', '묶을속', '물고기어', '물수', '물수변', '바를정', '발자국유', '밭전', '뱀사', '버금아', '벌레훼', '범호', '벼화', '별진', '부탁할탁', '북방임', '분별할변', '비수비', '비우', '뿔각', '사슴록', '삼마', '삼합집집', '새을', '새조', '새추', '서녘서', '서로호', '석삼', '선비사', '성씨씨', '소우', '소축', '솜면', '수건건', '스물입', '실멱', '싸울투', '쌀미', '쓰개모', '아니부', '아닐부', '아닐비', '아홉구', '양양', '어금니아', '어조사야', '어질량', '언덕구', '언덕부', '얼음빙', '얽힐구', '여덟팔', '여섯육', '역사사', '열십', '예쁠봉', '오로전', '오이과', '올래', '옷의', '옷의변', '용룡', '원숭이우', '이를운', '이을계', '일곱칠', '일만만', '일백백', '일억억', '일조조', '일천천', '임금왕', '작을소', '작을요', '잠깐사', '장군부', '재주재', '쟁기뢰', '저녁석', '저자시', '조개폐', '집면', '집엄', '짝필', '차조출', '채마밭포', '초두', '코끼리상', '콩숙', '큰도랑괴', '터럭모', '터럭삼', '토끼묘', '펼신', '평평할평', '한일', '합할합', '항상상', '혀설', '흰백', '힘력'

];                          

var check_loop = 0;
for (var i = 0; i < array.length; i++) { if (x == array[i]) { check_loop = 1; } }
if( check_loop > 0) { document.write('<a href="https://muckmool.github.io/hangul/'+ x + '.html" target="main">' + x + '</a>'); }
else { document.write('<p>문서없음'); }                    
}