function search_hanja_alphabet (x) {

var array = [ 

'角', '干', '艮', '甘', '凵', '甲', '去', '巨', '車', '巾', '鬲', '犬', '犭', '冂', '巠', '系', '彑', '高', '曲', '谷', '丨', '共', '工', '廾', '戈', '瓜', '串', '丱', '毌', '光', '巜', '交', '丂', '丘', '九', '口', '求', '臼', '丩', '囗', '弓', '几', '鬼', '勻', '斤', '今', '金', '及', '其', '己', '旡', '气', '乃', '女', '疒', '年', '能', '丹', '單', '大', '刀', '刂', '斗', '豆', '亠', '鬥', '來', '良', '呂', '力', '鹵', '鹿', '彔', '耒', '了', '龍', '立', '馬', '麻', '萬', '罒 ', '亡', '糸', '冖', '免', '綿', '面', '宀', '皿', '母', '毛', '矛', '冃', '木', '目', '卯', '無', '文', '門', '米 ', '民', '犮', '癶', '方', '北', '白', '百', '凡', '釆', '丿', '丙', '甫', '卜', '攵', '畐', '丰', '夫', '缶', '阜', '不', '匕', '非', '飞', '冫', '乍', '史', '四', '士', '巳', '厶', '山', '三', '彡', '上', '常', '象', '色', '生', '西', '夕', '石', '先', '舌', '世', '小', '束', '手', '水', '首', '扌', '氵', '尗', '戌', '升', '尸', '市', '矢', '示', '豕', '申', '臣', '身', '辛', '心', '忄', '十', '氏', '亞', '牙', '覀', '歹', '央', '也', '羊', '魚', '億', '言', '广', '厂', '业', '予', '与', '亦', '屰', '冉', '冄', '五', '午', '兀', '禺', '瓦', '曰', '王', '幺', '用 ', '甬', '又', '右', '牛', '羽', '雨', '亏', '云', '元', '月', '韋', '由', '酉', '禸', '肉 ', '六', '尹', '聿', '乚', '乙', '衣', '衤', '二', '已', '而', '耳', '弋 ', '人', '亻', '儿', '廴', '一', '日', '壬', '入', '廿', '子', '自', '朿', '勺', '長', '爿', '再', '才', '專', '田', '㔾', '卩', '卪', '丁', '井', '正', '鼎', '爫 ', '兆', '爪', '鳥', '足', '左', '屮', '主', '州', '舟', '走', '丶', '竹', '中', '重', '曾', '止 ', '之', '辰', '亼', '且', '辶', '囱', '冊', '尺', '彳', '千', '川', '舛', '艹', '亍', '寸', '帚', '隹', '丑', '朮', '充', '夂', '七', '夬', '乇', '土', '巴', '八', '貝', '片', '平', '勹', '表', '皮', '匹', '疋', '下', '含', '合', '亢', '亥', '幸', '向', '乡', '革', '玄', '頁', '匸', '乎', '互', '戶', '虎', '火', '禾', '灬', '丸', '黃', '回', '爻', '虫', '凶', '黑', '欠'

];                          

var check_loop = 0;
for (var i = 0; i < array.length; i++) { if (x == array[i]) { check_loop = 1; } }
if( check_loop > 0) { document.write('<p><a href="https://muckmool.github.io/hanja_alphabet/'+ x + '.html" target="main">' + x + '</a>'); }
else { document.write('<p>문서없음'); }                    
}