{ "book": [
{"cv": "1:2", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": ".", "english": ".", "exp": "."},
{"cv": "1:1", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "야외. 여러 곳 여러 날들\n쉬 음악이 장면 내내 연주되고 있다.\n내새울만한 발걸음을 한 애나 스콧은 우리시대의 가장 위대한 영화 스타로\n이상적이고 완벽한 스타이고 여자인 그녀의 삶은\n화려함과 독특함과 비밀로 가득합니다.", "english": "EXT. VARIOUS DAYS\n'She' plays through the credits.\nExquisite footage of Anna Scott -- the great movie star of our \ntime -- an ideal -- the perfect star and woman -- her life full of\nglamour and sophistication and mystery.", "exp": "익스트 배리어스 데이즈\n쉬 플레이즈 쓰루 더 크레딧츠\n익스퀴짓 풋티지 오브 애나 스캇 더 그레잇 무비 스타 오브 아울\n타임 언 아이디얼 더 펄펙트 스탈 앤 우먼 헐 라이프 풀오브\n글래머 앤 소피스티케이션 앤 미스터리"},
{"cv": "1:2", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "야외 거리 낮\n35살이고 긴장이 풀려있고 즐겁과 격식이 없는 윌리엄에게 섞여들어간다. 우리는\n그가 걸어내려가는 포올토벨로 로드를 따라 간다. 그는 한 묶음의 빵을 가지고 있다.\n계절은 봄이다.", "english": "EXT. STREET - DAY\nMix through to William, 35, relaxed, pleasant, informal. We \nfollow him as he walks down Portobello Road, carrying a load of \nbread. It is spring.\r", "exp": "익스트 스트리트 데이\n믹스 쓰루 투 윌리암 설티파이브 릭렉스트 플래전트 인포말 위\n팔라우 힘 애즈 히 웍스 다운 포올토벨로 로드 캐링 어 로드 오브\n브래드 잇 이지 스프링"},
{"cv": "1:3", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "윌리암 (목소리)\n물론 나는 그녀의 영화를 봤고 항상 그녀가 좋다 훌륭하다고 생각했다.\n하지만 아시나요 내가 살고 있는 세상에서 백만 마일이나 떨어져 있어요.\n제가 사는 곳은 노팅힐 그렇게 나쁘지 않은 곳이 될 ", "english": "WILLIAM (V.O.)\nOf course, I've seen her films and always thought she was, well,\nfabulous -- but, you know, million miles from the world I live in. \nWhich is here -- Notting Hill -- not a bad place to be...", "exp": "윌리암 (브이오)\n오브 코올스 아이브 씬 헐 피엄스 앤 올웨이즈 쏘트 쉬 워즈 웰\n패뷸러스 벗 유노 밀리온 마일즈 프람 더 월드 아이 리브 인\n위치 이즈 히어 노팅힐 낫 어 배드 플레이 투 비"},
{"cv": "1:4", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "야외 포올토벨로 로드 낮\n과일 시장 장날", "english": "EXT. PORTOBELLO ROAD - DAY\nIt's a full fruit market day.", "exp": "익스트 포올토벨로 로드 데이\n잇츠 어 풀 푸룻 마알킷 데이"},
{"cv": "1:5", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "윌리암 (목소리)\n주중에 시장이 선다.\n모든 과일과 채소를 판다고\n사람들에게 알려져 있다.", "english": "WILLIAM (V.O.)\nThere's the market on weekdays, \nselling every fruit and vegetable\nknown to man...", "exp": "윌리암 (브이오)\n데얼즈 더 마알킷 온 위크데이즈\n셀링 에브리 푸룻 앤 베지터블\n논 투 맨"},
{"cv": "1:6", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "야외 포올토벨로 로드 낮\n한 남자가 청바지를 입고 타투 가게에서 나오고 있다.", "english": "EXT. PORTOBELLO ROAD - DAY\nA man in denims exits the tattoo studio.\n", "exp": "익스트 포올토벨로 로드 데이\n어 맨 인 데님스 이그짓츠 더 타투 슈튜디오"},
{"cv": "1:7", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "윌리암 (목소리)\n타투 가게 응접실 한 사내가\n밖에서 술에 취해서 지금 기억하지 못한다\n왜 그가 아이 러브 켄을 선택했는지", "english": "WILLIAM (V.O.)\nThe tattoo parlour -- with a guy \noutside who got drunk and now can't\nremember why he chose 'I Love Ken'...", "exp": "윌리암 (브이오)\n더 타투 파를러 위드 어 가이\n아웃사이드 후 갓 드렁크 앤 나우 캔트\n리멤버 와이 히 초즈 아이 러브 켄"},
{"cv": "1:8", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "야외 포올트벨로 로드 낮\n윌리암 (목소리)\n특정 인종 미용사에게서 쿠키 괴물 처럼 보이는 사람들이 나오고 있다\n그들이 그것을 좋아하거나 말거나\n한 여자가 거대한 땋은 푸른 머리를 하고 나오고 있다.", "english": "EXT. PORTOBELLO ROAD - DAY\nWILLIAM (V.O.)\nThe racial hair-dressers where everyone comes out looking like the\nCookie Monster, whether they like it or not...\nSure enough, a girl exits with a huge threaded blue bouffant.\n", "exp": "익스트 포올토벨로 로드 데이\n윌리암(브이오)\n더 레이셜 헤어 드레설스 훼어 에브리원 캄즈 아웃 루킹 라이크 더\n쿠키 몬스터 웨더 데이 라이크 잇 오어 낫\n슈어 어너프 어 걸 이그짓츠 위드 어 휴지 쓰레디드 블루 부파"},
{"cv": "1:9", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "야외 포올토벨로 로드 토요일\n윌리암(목소리)\n그런 후 갑자기 주말이 되면 일상을 쉬면서 수 백개의 가판대들이\n여기저기 놓인다. 포올트벨로 로드를 노팅힐 게이트까지 채운다.\n정신없이 붐비는 포올트벨로 시장.", "english": "EXT. PORTOBELLO ROAD - SATURDAY\nWILLIAM (V.O.)\nThen suddenly it's the weekend, and from break of day, hundreds of stalls\nappears out of nowhere, filling Portobello Road right up to Notting Hill Gate...\nA frantic crowded Portobello market.\n", "exp": "익스트 포올토벨로 로드 새털데이\n윌리암 (브이오)\n덴 서든리 이츠 드 위켄드 앤 프람 브레이크 오브 데이 헌드레즈 오브 스톨즈\n어피얼스 아웃 오브 노훼얼 필링 포올토벨로 로드 라이트 업 투 노팅힐 게이트\n어 프랜틱 크라우디드 포올트벨로 마알킷\n"},
{"cv": "1:10", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "윌리암 (목소리)\n그리고 수 천명의 사람들이 산다\n수백만개의 애티크 물건들, 몇몇은 진품인\n카메라가 마침내 아름다운 스테인드 글래스 윈도우를 파는 가판대에 고정된다.\n여러 가지 사이즈에 성경 이야기와 성인들의 모양을 하고 있다.", "english": "WILLIAM (V.O.)\n... and thousands of people buy\nmillions of antiques, some genuine...\nThe camera finally settles on a stall selling beautiful stained \nglass windows of various sizes, some featuring biblical scenes and saints.\r", "exp": "윌리암 (브이오)\n앤 사우전즈 오보 피플 바이\n밀리언즈 오브 앤티크스 섬 제뉴인\n더 캐머러 파이널리 세틀즈 온 어 스톨 셀링 뷰티풀 스텐인드\n글래스 윈도우즈 오브 패리어스 사이지즈 섬 피쳐링 비블리컬 신즈 앤 세인츠"},
{"cv": "1:11", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "윌리암 (목소리)\n그리고 몇몇은 그렇게 진품처럼 보이지 않는다.", "english": "WILLIAM (V.O.)\n... and some not so genuine.", "exp": "윌리암 (브이오)\n앤 섬 낫 소 제뉴인\n"},
{"cv": "1:12", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "야외 골본 로드 낮\n윌리암 (목소리)\n그리고 대단한 것은 많은 친구들이 이 런던의 한 구석에 끝을 내왔다는 것이다. \n건축가에서 셰프로 전향한 토니는 최근에 번 모든 도늘 새 식당에 투자했다.\n토니가 자랑스럽게 보드를 식방밖에 내놓는 모습, 그 사인보드는 아직 페인트 칠하고 있다.\n그는 큰 신선한 연어를 받고 결제하고 있다. ", "english": "EXT. GOLBORNE ROAD - DAY\nWILLIAM (V.O.)\nAnd what's great is that lots of friends have ended up in this part of London -- that's Tony, architect turned chef, who recently invested all the money he ever earned in a new restaurant... Shot of Tony proudly setting out a board outside his restaurant, the sign still being painted. He receives and approves a huge fresh salmon.", "exp": "익스트 골본 로드 데이\n윌리암 (브이오)\n앤 왓츠 그레이트 이즈 뎃 랏즈 오브 프랜즈 해브 엔디드 업 인 디스 파트 오브 런던\n댓즈 토미 아키텍트 턴드 셰프 후 리슨틀리 인베스티드 올더머니 히 에버 언드\n인 어 뉴 레스트런트 샷오브 토니 프라우들리 세팅 아웃 어 보올드 아웃사이드 히즈 레스트런트 더 사인 스틸 빙 페인티드. 히 리시브스 뭉 어프루브스 어 휴지 프레서 새먼."},
{"cv": "1:13", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "야외. 포올토벨로 로드 낮\n윌리암 (목소리)\n그래요 이곳이 내가 제 날들과 년들을 보내는 곳이에요. 도시의 이 작은 마을에서, 내 아내와 내가 같이 산 푸른 문을 가진 집. 그녀가 해리슨 포드 닮은 혹은 더 멋있는 남자 때문에 나를 떠나기 전까지 산 집이다. 우리는 포올트벨로에서 나와서 그의 푸른 대문 집 밖에 도착했다. ", "english": "EXT. PORTOBELLO ROAD - DAY\nWILLIAM (V.O.)\nSo this is where I spend my days and years -- in this small village in the middle of a city -- in a house with a blue door that my wife and I bought together... before she left me for a man who looked like Harrison Ford, only even handsomer... We arrive outside his blue-doored house just off Portobello.", "exp": "익스트. 포올토벨로 로드 데이\n윌리암 (브이오)\n소 디스 이즈 훼어 아이 스팬드 마이 데이즈 앤 이어즈 인 디스 스몰 빌리지 인더 미들 오브 어 시티 인어 하우스 위드 어 블루 도어 댓 마이 와이프 앤 아이 보트 투게더 비포 쉬 레프트 미 포어 어 맨 후 룩드 라이크 해리슨 포올드 온리 이븐 핸서머. 위 어라이브 아웃 사이드 히즈 블루 도얼드 하우스 저스트 오프 포올토벨로."},
{"cv": "1:14", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "윌리암 (목소리)\n그리고 지금 거기서 나는 이상한 절반의 삶을 살고 있다. 집돌이 인 ", "english": "WILLIAM (V.O.)\n... and where I now lead a strange \nhalf-life with a lodger called...", "exp": "윌리암 (브이오)\n앤 훼어 아이 나우 리드 어 스트레인지\n하프 라이프 위드 어 로저 콜드"},
{"cv": "2:1", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "실내 윌리암의 집 낮", "english": "INT. WILLIAM'S HOUSE - DAY", "exp": "인트 윌리암스 하우스 데이"},
{"cv": "2:2", "china": ".", "pinyin": ".", "japan": ".", "hira": ".", "hangul": "윌리암:\n스파이크이다. 그 집은 너무 많은 것을 그 안에 가지고 있다. 분명히 두 독신남의 플랫이다. 스파이크가 나타난다. 평범하지 않은 외모를 가진 녀석이다. 그는 평범하지 않은 머리, 평범하지 않은 얼굴, 머리칼, 웨일즈 억양을 가지고 있고 그의 피부는 햇빛을 본적이 없는 것처럼 아주 하얗다. 그는 반바지만 입고 있다. ", "english": "WILLIAM:\nSpike! The house has far too many things in it. Definitely two bachelor flat.\nSpike appears. An unusual looking fellow. He has unusual hair, unusual facial hair and an unusual Welsh accent: very white, as though his flesh has never seen the sun. He wears only shorts.", "exp": "윌리암:\n스파이크 더 하우스 해즈 파알 투 매니 씽즈 인 잇. 데피닛틀리 투 배철러 플랫.\n스파이크 어피얼스. 언 언유쥬얼 루킹 펠로우. 히 해즈 언유쥬얼 헤어, 언유쥬얼 페이셜 헤어 앤 언 언유쥬얼 웰시 액센트: 배리 화이트 애즈 도우 히즈 플래시 해즈 네버 씬 더 선. 히 웨어즈 온리 쇼올츠."}
]}