{ "book": [
{"date": "탕액편 1권 1", "hanja": "東醫寶鑑湯液 編卷之一", "hangul": "동의보감탕액 편권지일", "story": "동의보감 탕액편 1 권"},
{"date": "탕액편 1권 2", "hanja": "御醫 忠勤貞亮扈聖功臣崇祿大夫陽平君臣 許浚 奉敎撰", "hangul": "어의 충근정량호성공신숭록대부양평군신 허준 봉교찬", "story": "어의 충근정량 호성공신 숭록대부 양평군 신 허준이 임금의 명을 받고 편찬함."},
{"date": "탕액편 1권 1.탕액서례 1", "hanja": "湯液序例", "hangul": "탕액서례", "story": "탕액의 순서와 예"},
{"date": "탕액편 1권 1.탕액서례 1.채약법 1", "hanja": "1. 採藥法", "hangul": "1. 채약법", "story": "약을 채취하는 방법"},
{"date": "탕액편 1권 1.탕액서례 1.채약법 2", "hanja": "凡採藥時月多以二月八月. 採者謂春初津潤始萌未充枝葉勢力淳濃故也. 至秋枝葉乾枯津潤歸流於下. 今卽事驗之春寧宜早秋寧宜晩. 花實莖葉乃各隨其成熟爾. 歲月亦有早晏不必都依本文也《本草》", "hangul": "범채약시월다이이월팔월. 채자위춘초진윤시맹미충지엽세력순농고야. 지추지엽건고진윤귀류어하. 금즉사험지춘녕의조추녕의만. 화실경엽내각수기성숙이. 세월역유조안불필도의본문야《본초》", "story": "무릇 약을 채취하는 시기는 주로 음력 2월과 8월이다. 캐는 것이 봄의 처음이라 함은 진윤(약성분)이 비로소 싹이 있지만 아직 가지나 잎으로 다 가지 않은 순수하고 농축된 세력을 가지고 있기 때문이다. 가을이 되면 가지와 잎이 마르고 진윤이 흘러 아래로 돌아가기 때문이다. 체험한 바에 의하면 봄은 이를수록 좋고 가을은 늦을 수록 좋다. 꽃, 열매, 줄기, 잎은 각각 성숙한 시기에 따는 것이 좋다. 절기가 약간일찍 혹은 늦게 오는 수가 있기 때문에 반드시 본문대로만 하지 않아도 된다. (본초)"},
{"date": "탕액편 1권 01.탕액서례 02.건약법 01", "hanja": "⼗乾藥法", "hangul": "⼗건약법", "story": "약을 말리는 법"},
{"date": "탕액편 1권 1.탕액서례 2.건약법 2", "hanja": "暴乾者於日中望乾也. 陰乾者謂不露日暴於陰影處乾之爾. 今按採藥陰乾者皆多惡至. 如鹿茸雖稱陰乾皆悉爛令壤. 今火乾易得且良. 草木根苗陰乾皆惡九月已前採者悉宜日乾. 十月已後採者 悉宜陰乾乃好《本草》○諸藥八月以前採者皆日乾火乾乃佳十月已後至正月採者乃可陰乾《本草》○諸筋肉非十二月採者拄宜火乾《本草》", "hangul": "폭건자어일중망건야. 음건자위불로일폭어음영처건지이. 금안채약음건자개다악지. 여록용수칭음건개실란령양. 금화건역득차량. 초목근묘음건개악구월이전채자실의일건. 십월이후채자 실의음건내호《본초》○제약팔월이전채자개일건화건내가십월이후지정월채자내가음건《본초》○제근육비십이월채자주의화건《본초》", "story": "폭건이라는 것은 해를 보게하여 말리는 것이다. 음건이라 함은 해가 내리쬐는 것에 드러내지 않고 그늘에서 말리는 것을 말한다. 요즘 채약한 것을 음건하면 않좋아지는 것이 많다. 녹용같은 것은 음건하면 모두 상하게 된다. 요즘 불에 말리면 쉽고 품질도 좋게된다. 초, 목, 근, 묘를 9월 이전에 캔것을 음건하면 모두 안좋고 햇빛에 말리는 것이 좋다. 10월 이후 캔것은 음건해도 좋다. (본초) 모든 약은 8월 이전에 캔 것은 모두 일건이나 화건이 좋고 10월 이후부터 정월까지 캔것은 음건해도 된다. (본초) 모든 고기는 12월에 채취한 것이 아니면 화건하는 것이 좋다. (본초)"},
{"date": "탕액편 1권 1.탕액서례 3.삼품약성 1", "hanja": "3. 三品藥性", "hangul": "3. 삼품약성", "story": "3가지 종류의 약성"},
{"date": "탕액편 1권 1.탕액서례 3.삼품약성 2", "hanja": "上藥 一百二十種爲君主. 養命以應天無毒多服久服不傷人. 欲輕身益氣不老延年者本上經 ○中藥一百二十種爲臣主. 養性以應人無毒有毒斟酌其宜. 欲棽病補虛羸者本中經 ○下藥一百二十 五種爲佐使主. 治病. 以應地多毒不可久服. 欲除寒熱邪氣破積聚愈疾者本下經. 下品藥性專主攻擊毒烈之氣傾損中和. 不可常服疾愈卽止《本草》", "hangul": "상약 일백이십종위군주. 양명이응천무독다복구복불상인. 욕경신익기불로연년자본상경 ○중약일백이십종위신주. 양성이응인무독유독짐작기의. 욕림병보허리자본중경 ○하약일백이십 오종위좌사주. 치병. 이응지다독불가구복. 욕제한열사기파적취유질자본하경. 하품약성전주공격독렬지기경손중화. 불가상복질유즉지《본초》", "story": "상약은 120종인데 주약으로 사용한다. 생명을 보호하고 천기와 응하고 독이 없어 많이 먹고 오래써도 사람을 상하게 하지 않는다. 몸을 가볍게 하고 기를 더하고 늙지않게하고 오래 살게 해준다. 중약은 120종인데 신약으로 사용한다. 양성하는데 사용하고 독이 없는 것도 있고 있는 것도 있어서 잘 가려서 써야 한다. 병이 중하고 허한자를 보하기 위해 사용한다. 하약 125 가지는  좌사약으로 사용한다. 병을 다스리기 위해 사용한다. 지기와 응하고 독이 많으므로 오랫동안 복용하면 안된다. 한기, 열, 병의 기운을 다스려 오래 쌓인 응어리를 없에 병을 낫게하기 위해 사용한다. 하품약은 공격하는 독이 맹렬하기 때문에 기를 상하게 한다. 상시 복용할 수 없고 질병이 나으면 즉시 복용을 중단해야 한다. (본초)"},
{"date": "탕액편 1권 1.탕액서례 4.육진양약 1", "hanja": "4. 六陳良藥", "hangul": "4. 륙진량약", "story": "여섯 가지 좋은 약"},
{"date": "탕액편 1권 1.탕액서례 4.육진양약 2", "hanja": "狼毒, 枳實, 橘皮, 半夏, 麻黃, 吳茱萸, 爲六陳皆欲得陳久者, 良其餘須精新也《本草》 ○麻黃, 荊芥, 香淇, 陳皮, 半夏, 枳實, 枳殼, 吳茱萸, 狼毒 宜用陳久者《入門》", "hangul": "랑독, 지실, 귤피, 반하, 마황, 오수유, 위륙진개욕득진구자, 량기여수정신야《본초》 ○마황, 형개, 향기, 진피, 반하, 지실, 지각, 오수유, 랑독 의용진구자《입문》", "story": "오독도기, 탱자열매, 귤껍질, 끼무릇, 마황, 오수유 등 이 여섯가지는 오래두었다 쓰는 것이 좋다. 그 나머지는 새 것을 쓰는 것이 좋다. (본초) 마황, 형개, 귤껍질, 끼무릇, 탱자 썰어 말린 것, 오수유, 오독도기는 오래된 것을 쓰는 것이 좋다. (입문)"},
{"date": "탕액편 1권 1.탕액서례 5.수제법 1", "hanja": "5. 修製法", "hangul": "5. 수제법", "story": "약을 법제하는 방법"},
{"date": "탕액편 1권 1.탕액서례 5.수제법 2", "hanja": "夫藥者治病之物. 盖流變在乎病. 主治在乎藥. 製用在乎人. 三者闕一不可也《東垣》", "hangul": "부약자치병지물. 개류변재호병. 주치재호약. 제용재호인. 삼자궐일불가야《동원》", "story": "약이란 병을 치료하는 물건이다. 대체로 흐르듯 변하는 것이 병이다. 치료하는 것이 약이다. 약을 제조하는 것이 사람이다. 이 셋 중 하나라도 빠질 수가 없다. (동원)"},
{"date": "탕액편 1권 1.탕액서례 5.수제법 3", "hanja": "○酒能行藥勢, 故藥家多須以行其勢《本草》", "hangul": "○주능행약세, 고약가다수이행기세《본초》", "story": "술은 약의 기운을 잘 돌게 한다. 그러므로 약을 짓는 사람은 약기운이 잘돌게 많이 써야 한다. (본초)"},
{"date": "탕액편 1권 1.탕액서례 5.수제법 4", "hanja": "○凡病在頭面及手梢皮膚者須用酒炒. 欲其上騰也. 病在咽下臍上, 須用酒浸洗. 病在下者生用欲升降兼行者則半生半熟《入門》", "hangul": "○범병재두면급수초피부자수용주초. 욕기상등야. 병재인하제상, 수용주침세, 병재하자생용욕승강겸행자즉반생반숙《입문》", "story": "무릇, 병이 머리, 얼굴, 손, 손가락의 피부에 생겼을 때는 약재를 술에 축여서 볶아서 써야 한다. 약기운은 위로 가게 하기 위해서이다. 병이 목구멍 아래와 빼꼽 위 사이에 있으면, 약재를 술에 담가서 쓰거나 씻어서 쓴다. 병이 아랫도리에 생기면 약기운을 오르기도하고 내리기도 하게 절반은 생것으로 절반은 익혀서 사용한다. (입문)"},
{"date": "탕액편 1권 1.탕액서례 5.수제법 5", "hanja": "○大黃須氖恐寒傷胃氣也 ○川烏附子須礐以制毒也 ○黃栢知母下部藥也久弱之人須合用之酒浸暴乾恐寒傷胃氣也 ○熟地黃酒洗亦然 ○當歸酒浸助發散之意也 ○凡藥用火礐湯泡氖炒者製其毒也醋浸薑製曧炙者行經絡也 ○凡藥入肺蜜製入脾薑製入腎用檩入肝用醋入心用童便《入門》", "hangul": "○대황수내공한상위기야 ○천오부자수각이제독야 ○황백지모하부약야구약지인수합용지주침폭건공한상위기야 ○숙지황주세역연 ○당귀주침조발산지의야 ○범약용화각탕포내초자제기독야초침강제융자자행경락야 ○범약입폐밀제입비강제입신용름입간용초입심용동편《입문》", "story": "대황은 잿불에 구워서 써야 한다. 왜냐하면 성질이 차서 위를 상할 수 있기 때문이다. 오두와 부자로 싸서 구워 쓰는 것은 독을 없애기 위함이다. 황백과 지모는 하부에 쓰는 약으로 허약해진지 오래된 사람에게 쓸 때에는 술에 담갔다가 햇볕에 말려 써야 한다. 왜냐하면 성질이 차기 때문에 위를 상할 수 있기 때문이다. 숙지황을 술에 씻어서 쓰는 것도 같은 이유이다. 당귀를 술에 담갔다 쓰는 것은 발산하는 것을 돕기 위함이다. 모든 약을 싸서 굽거나 탕으로 우려내거나 잿불에 굽는 것은 독을 없애고자 하는 것이며 초에 담그거나 생강으로 법제하거나 졸인 젖을 발라 굽는 것은 약이 경락으로 가게하기 위함이다. 약을 폐로 가게하려면 꿀로 법제하고 비장으로 가게하려면 생강에 법제하고 신으로 가게하려면 소금으로 법제하고 간에 가게하려면 식초에 법제하고 심장으로 가게하려면 동변에 법제하여야 한다. (입문)"},
{"date": "탕액편 1권 1.탕액서례 5.수제법 6", "hanja": "○製香附子法 必用童便浸一宿焙乾用否則性燥《正傳》", "hangul": "○제향부자법 필용동편침일숙배건용부즉성조《정전》", "story": "향부자를 법제하는 방법은 동변에 하루를 담가두었다가 불기운에 말려야 한다. 이렇게 하지 않으면 약의 성질이 매말라 진다. "},
{"date": "탕액편 1권 1.탕액서례 5.수제법 7", "hanja": "○兼血以酒煮 ○痰以薑汁 ○虛以童便浸 ○實以檩水煮 ○積以醋浸水煮 ○佐以木香散滯泄肺佐以沈香無不升降佐以小茴香可行經絡而檩炒則 補腎間元氣《丹心》", "hangul": "○겸혈이주자 ○담이강즙 ○허이동편침 ○실이름수자 ○적이초침수자 ○좌이목향산체설폐좌이침향무불승강좌이소회향가행경락이름초즉 보신간원기《단심》", "story": "어혈이 겹친 데는 술에 담가서 쓴다. 담에는 생강즙으로 법제하여 쓴다. 허한 대는 동변에 담갔다가 쓴다. 실한데는 소금물에 달여서 쓴다. 적에는 식초물에 달여서 쓴다. 목향을 좌약으로 쓰면 체기가 흩어지고 폐기가 잘 퍼지며 침향을 좌약으로 쓰면 무엇이나 잘오르게 되며 소회향을 좌약으로 쓰면 약기운이 경락으로 가고 소금물에 축여 볶으면 신의 원기가 보해진다. (단심)"},
{"date": "탕액편 1권 1.탕액서례 5.수제법 8", "hanja": "○當歸須用酒製痰以薑汁浸透者導血歸源之理也熟地黃亦然 ○痰病半夏爲主以生薑汁白礬湯浸制殺其辛味且造麴入藥尤佳 ○姙婦傷寒用半夏多泡遍數不損胎氣 《丹心》", "hangul": "○당귀수용주제담이강즙침투자도혈귀원지리야숙지황역연 ○담병반하위주이생강즙백반탕침제살기신미차조국입약우가 ○임부상한용반하다포편수불손태기 《단심》", "story": "당귀는 술로 법제하여 써야한다. 담이 있는 경우 생강즙에 담가서 즙이 침투되게 해서 써야한다. 혈이 병의 근원에 가게하는 이치이다. 숙지황도 이와 같다. 담병에는 끼무릇(반하)을 주로 사용하는데 생강즙이나 백반을 달인 물에 담가서 아린 맛을 없애야 한다. 반하국을 만들어 쓰면 더 좋다. 임산부의 상한에는 반하 여러번 끓여서 우려낸 것을 쓰는데 태기를 상하지 않게 하기 위한 것이다. (단심)"},
{"date": "탕액편 1권 1.탕액서례 5.수제법 9", "hanja": "○遠志巴戟門冬蓮子烏藥之類不去心則令人煩燥 ○栢子仁大麻子益智草果之類不去皮則令人心搽 ○猪巔茯巔厚朴桑白皮之類不去皮則耗人元氣 ○當歸地黃瘴蓉酒洗去土則 無滿悶 ○桃杏仁去雙仁及皮尖則不生煿癤 ○蒼朮半夏陳皮用湯泡洗去其燥性 ○麻黃泡去沫庶不煩心 ○人參桔梗常山去苗蘆則不嘔《入門》", "hangul": "○원지파극문동련자오약지류불거심즉령인번조 ○백자인대마자익지초과지류불거피즉령인심차 ○저전복전후박상백피지류불거피즉모인원기 ○당귀지황장용주세거토즉 무만민 ○도행인거쌍인급피첨즉불생박절 ○창출반하진피용탕포세거기조성 ○마황포거말서불번심 ○인삼길경상산거묘로즉불구《입문》", "story": "원지, 파극, 천문동, 맥문동, 연밥, 오약 같은 약들은 심을 버리지 않고 사람에게 쓰면 번조해진다. 측백씨, 역삼씨, 익지인, 초과 같은 약들은 껍질을 버리지 않고 사람에게 쓰면 심장에 문제를 일으킨다. 저령, 흰솔풍령, 후박, 뽕나무뿌리 같은 약들은 껍질을 버리지 않고 쓰면 원기가 소모된다. 당귀, 지황, 육종용은 술로 씻어야 속이 답답해지지 않는다. 복숭아씨, 살구씨는 두알들이, 꺼풀, 끝을 버리고 써야 부스럼이 생기지 않는다. 삽주(창출), 끼무릇(반하), 귤껍질(진피)는 더운 물에 우려서 써야 조한 성질이 없어진다. 마황은 물에 달여 거품을 걷어내고 써야 답답증이 생기는 것을 막을 수 있다. 인삼, 도라지(길경), 상산은 노두를 버리고 써야 구역질이 나지 않는다. (입문)"},
{"date": "탕액편 1권 1.탕액서례 5.수제법 10", "hanja": "○洑花利水無醋則不能通 ○菉豆解毒帶殼 不見功 ○草果消膨連殼則反脹 ○黑丑生利水 ○遠志苗毒逢 ○蒲黃生破血熟補血 ○地楡止血連梢則不止 ○陳皮理氣連白則補胃 ○附子救陰生用走皮風 ○草烏療痺生用使人蒙（謂昏蒙 也）○川芎炒去油生用則氣痺痛 ○砒宜燒用 ○諸石宜禭過醋柒爲細末《入門》", "hangul": "○보화리수무초즉불능통 ○록두해독대각 불견공 ○초과소팽련각즉반창 ○흑축생리수 ○원지묘독봉 ○포황생파혈숙보혈 ○지유지혈련초즉불지 ○진피리기련백즉보위 ○부자구음생용주피풍 ○초오료비생용사인몽（위혼몽 야）○천궁초거유생용즉기비통 ○비의소용 ○제석의수과초칠위세말《입문》", "story": "원화(보화)는 오줌을 잘 나가게하는 작용을 하는데 식초와 같이 쓰지 않으면 효능이 없다. 녹두는 해독 작용을 하는데 껍질이 있는 상태로는 효과가 없다. 초과는 배가 부푼것을 가라앉게 하는데 껍질이 있으면 오히려 부풀게한다. 나팔꽃씨(흑축)는 생것을 써야 오줌이 잘나가게 할 수 있다. 원지의 싹은 독이 있을 때 쓴다. 부들꽃가루(포황)는 생것을 쓰면 피를 헤쳐지게하고 익혀서 쓰면 혈을 보호한다. 오이풀뿌리(지유)는 피를 멎게하는데 잔뿌리는 멎게하지 못한다. 귤껍질은 기를 풀어주는데 위를 보호하기 위해서는 흰부분을 같이 써야한다. 부자는 음증을 치료하는데 생것으로 쓰면 피풍으로 달아난다. 바꽃(초오)은 저린 것을 치료하는데 생것을 쓰면 몽롱하게 된다. 궁궁이(천궁)은 딱아서 기름을 벗겨내고 써야 하는데 그렇지 않으면 기가 잘 돌지 않게되어 아프게된다. 비상은 태워서 써야한다. 모든 광물은 초에 담갔다가 곱게 가루내어 써야 한다. (입문)"},
{"date": "탕액편 1권 1.탕액서례 5.수제법 11", "hanja": "○火病黃蓮爲主略炒以從邪 ○實火以朴硝湯 ○假火以酒 ○虛火以醋 ○痰火以薑汁浸透炒 ○氣滯火以吳 茱萸水炒 ○食積泄以黃土水炒 ○血痰琋禮痛以乾漆水炒 ○下焦伏火以檩水浸透焙 ○目疾以人乳浸蒸○天花粉以人乳汁蒸竹瀝望過能去上焦痰熱又能止嗽潤肺《丹心》", "hangul": "○화병황련위주략초이종사 ○실화이박초탕 ○가화이주 ○허화이초 ○담화이강즙침투초 ○기체화이오 수유수초 ○식적설이황토수초 ○혈담희례통이건칠수초 ○하초복화이름수침투배 ○목질이인유침증○천화분이인유즙증죽력망과능거상초담열우능지수윤폐《단심》", "story": "화병에는 황련을 주로 쓰는데 볶아서 써야 사기를 없앨 수 있다. 실화에는 박초 달인물에 담가서 쓴다. 가화에는 술에 담가서 쓴다. 허화에는 초에 담가서 쓴다. 담화에는 생강즙에 푹 담가서 쓴다. 기가 몰려서 생긴 화에는 오수유를 달인 물에 축여서 볶는다. 식적으로 설사하는데는 황토물에 축여서 볶아쓴다. 혈담과 희래통(징가통)에는 마른 옻을 달인 물을 축여서 볶아서 쓴다. 하초에 화가 잠복된데는 소금물에 담갔다가 쓴다. 눈명에는 젖에 담갔다가 쪄서 쓴다. 하늘타리뿌리(천화분) 젖에 축여서 찌고 대기름을 묻혀서 써야 한다. 상초의 담열을 없애고 기침을 멎게하고 폐를 눅여 줄 수 있다. (단심)"}
]}