{ "book": [
{"date": "06. 이순신 발탁 01", "hanja": "擢井邑縣監 李舜臣 爲全羅左道水軍節度使. ", "hangul": "탁정읍현감 리순신 위전라좌도수군절도사. ", "story": "정읍현감 이순신을 발탁하여 전라좌도수군절도사에 임명하였다. "},
{"date": "06. 이순신 발탁 02", "hanja": "舜臣有膽略善騎射 嘗爲造山萬戶時 北邊多事. 舜臣以計誘致叛胡于乙其乃 縛送兵營斬之 虜患遂息.", "hangul": "순신유담략선기사 상위조산만호시 북변다사. 순신이계유치반호우을기내 박송병영참지 로환수식.", "story": "이순신은 담력이 세고 지략이 뛰어나며 말타기와 활쏘기를 잘해서 조산만호시절 북변에서 여러 가지 일이 있었다. 이순신이 계책으로 오랑캐인 우울기내를 유인하여 잡아서 병영에 보내 참한 이후에 근심거리가 사라졌다. "},
{"date": "06. 이순신 발탁 03", "hanja": "巡察使 鄭彥信 令舜臣 護鹿屯島屯田. 一日大霧 軍人盡出收禾 柵中但有十餘人 俄而虜騎四集. 舜臣閉柵門 自以柳葉箭 從柵內連射賊數十墮馬 虜驚駭退走. 舜臣開門 單騎大呼逐之 虜衆大奔 盡奪所掠而環. ", "hangul": "순찰사 정언신 령순신 호록둔도둔전. 일일대무 군인진출수화 책중단유십여인 아이로기사집. 순신폐책문 자이류엽전 종책내련사적수십타마 로경해퇴주. 순신개문 단기대호축지 로중대분 진탈소략이환. ", "story": "순찰사 정언신이 녹둔도 둔전을 지키라고 명령했다. 안개가 아주 짖게 낀 어느날, 군인들 모두가 벼를 거두러 나가고 목책 안에는 단지 10여명이 있었다. 갑자기 오랑캐 기병들이 사면에 모여들었다. 순신은 목책문을 닫고 유엽전을 연사하여 적 수십명을 말에서 떨어뜨려 죽였다. 오랑캐는 놀라서 퇴각하여 달아났다. 순신은 문을 열고 홀로 말을 타고 큰 소리를 지르며 쫓아가니 오랑캐 무리들은 대부분 달아나고 약탈된 것들을 되찾아왔다."},
{"date": "06. 이순신 발탁 04", "hanja": "然朝無推挽者 登第十餘年不調 始爲井邑懸監﹒ 是時倭聲日急 上命備邊司 各薦才堪將帥者. 余擧舜臣 遂自井邑超拜水使 人或疑其驟﹒", "hangul": "연조무추만자 등제십여년불조 시위정읍현감﹒ 시시왜성일급 상명비변사 각천재감장수자. 여거순신 수자정읍초배수사 인혹의기취﹒", "story": "그런데 조정에서 밀어주고 당겨주는 사람이 없어 무관이 된지 십여년 동안 진급하지 못하다 마침내 정읍현감이 되었다. 왜적이 언젠가는 쳐들어 온다는 소리에 임금께서 비변사에게 장수가 될만한 사람을 추천하라고 하셨다. 나는 순신을 드디어 정읍에서 불러 수사로 배치하였다. 사람들 중에는 급작스런 인사라고 의심하는 사람도 있었다."},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 01", "hanja": "全羅水軍節度使李舜臣 與慶尚右水使元均 全羅右水使李億祺等 大破賊兵于巨濟洋中﹒\n", "hangul": "전라수군절도사리순신 여경상우수사원균 전라우수사리억기등 대파적병우거제양중﹒\n", "story": "전라 수군 절도사 이순신이 경상우수사 원균, 전라우수사 이억기와 함게 적병을 거제 바다에서 대파하였다. "},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 02", "hanja": "初賊旣登陸 均見賊勢大不敢出擊 悉沉其戰船百餘艘及火炮軍器於海中 獨與手下裨將李英男‧李雲龍等乘四船奔至昆陽海口欲下陸避賊﹒於是水軍萬餘人皆潰英男諫日公受命霏水軍節度今棄軍下陸 後日朝廷按罪何以自解不如請兵於全羅道與賊一戰不勝然後逃未晩也? 均然之使英男往舜臣請援﹒舜臣辭以各有分界非朝廷之命豈宜擅自越境? 均又使英男往請凡往返至五六不已 每英男回均坐船頭望見痛哭﹒", "hangul": "초적기등륙 균견적세대불감출격 실침기전선백여소급화포군기어해중 독여수하비장리영남‧리운룡등승사선분지곤양해구욕하륙피적﹒어시수군만여인개궤영남간일공수명비수군절도금기군하륙 후일조정안죄하이자해불여청병어전라도여적일전불승연후도미만야? 균연지사영남왕순신청원﹒순신사이각유분계비조정지명기의천자월경? 균우사영남왕청범왕반지오륙불이 매영남회균좌선두망견통곡﹒", "story": "처음 적이 상륙하자 원균은 적의 세력에 눌려서 감히 출격하지 못하고 전선 백여척을 화포와 군기와 함께 침몰시키고 수하비장 이영남, 이운용등을 데리고 4개의 배로 나누어 타고 상륙하는 적을 피해 곤양으로 달아났다. 수군 만여명을 궤멸키자 이영남이 간언하여 이르기를 공은 수군절도의 명을 받고도 수군을 이렇게 버리고 육군이 되면 후일 조정에서 죄를 물을 때 어떻게 하려하십니까 전라도에 병력지원을 요청하여 전투를 치뤄본 연후에 도망가도 늦지 않지 않겠습니까 했다고 한다. 원균은 이영남을 이순신에게 보내 원군을 요청했으나 이순신은 사양하며 맡은 경계가 있는데 어찌 조정의 명도 없이 경계를 넘겠는가? 했다고 한다. 원균은 이영남을 보내 청하기를 대여섯번 했는데 매번 돌아오는 뱃전에서 통곡했다고 한다. "},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 03", "hanja": "旣而舜臣率板屋船四十艘 幷約億祺到巨濟 與均合兵進﹒ 與賊船遇於見乃梁舜臣日此地海狹水淺 難於回旋不如佯退誘賊至海潤處相戰也﹒ 均乘憤欲直前博戰﹒舜臣日公不知兵如此必敗﹒ 遂以旗揮其船退賊大喜爭乘之﹒ 旣出隘口 舞臣鳴鼓一聲諸船一齊回棹 擺列於海中正與賊船撞著相距數十步﹒", "hangul": "기이순신솔판옥선사십소 병약억기도거제 여균합병진﹒ 여적선우어견내량순신일차지해협수천 난어회선불여양퇴유적지해윤처상전야﹒ 균승분욕직전박전﹒순신일공불지병여차필패﹒ 수이기휘기선퇴적대희쟁승지﹒ 기출애구 무신명고일성제선일제회도 파렬어해중정여적선당저상거수십보﹒", "story": "이순신이 판옥선 40척을 거느리고 이억기, 원균과 함께 거제도로 수군을 전진시켰습니다. 적선과 견내량에서 만난 순신은 바다가 좁고 얕아서 선회하기 어렵다고 판단하여 깊은 바다로 적을 유인하는 것이 좋겠다고 판단했습니다. 원균은 바로 쳐들어가는 전투를 하자고 했지만 순신은 공이 하자는 대로 하면 반드시 패한다고 했다. 아군 전선이 퇴각하도록 지휘하자 적은 전투에 적극적으로 응해 왔습니다. 좁은 해협을 벗어나자 순신은 북소리를 울려서 전선들을 일제히 선회시켜 적선과 불과 수십 보 떨어진 거리에서 적선을 맞아 깨뜨렸습니다. "},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 04", "hanja": "先是舜臣創造龜船以板鋪其上其形空窪如龜 戰士櫂夫 皆在其內 左右前後多載火炮 縱橫出入如梭. 遇賊船 遠以大砲碎之諸船一時合攻 烟焰漲天 焚賊船無數﹒ 有賊將在樓船 高數丈 上施樓櫓 以紅段彩氈圍其外 亦爲大砲所破 賊悉赴水死﹒ 其後賊連戰皆敗遂遁 入鉉山‧巨濟 不復出﹒", "hangul": "선시순신창조구선이판포기상기형공와여구 전사도부 개재기내 좌우전후다재화포 종횡출입여사. 우적선 원이대포쇄지제선일시합공 연염창천 분적선무수﹒ 유적장재루선 고수장 상시루로 이홍단채전위기외 역위대포소파 적실부수사﹒ 기후적련전개패수둔 입현산‧거제 불복출﹒", "story": "앞서 이순신은 거북선을 새로 만들었는데 배위에 덮개를 볼록하게 만들서 마치 거북이 모양을 하고 있다. 전투하는 사람과 배를 운행하는 사람이 모두 그 속에 있어서 좌우전후에 화포를 많이 싣고 있다. 앞뒤좌우로 베틀의 북처럼 들어갔다 나왔다 한다. 적선을 만나면 원거리에서 대포로 여러배들을 한꺼번에 공격하여 부순다. 화염과 연기가 하늘에 이르고 불태운 배를 수를 셀수가 없었다. 적장은 층고가 높은 배를 타고 있고 그 높이가 몇장 정도 되고 항상 방패로 두르고 있다. 붉은색 비단과 채석 담요로 그 밖을 두르고 있었다. 이 배 또한 거북선의 대포에 격파되어 적들은 모두 물에 빠져 죽었다. 그 후 적은 계속 전투에서 패하여 마침내 도망하여 현산, 거제로 도망가서 다시는 나오지 않았다."},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 05", "hanja": "一日方督戰 流丸中舜臣左肩 血流至踵 舜臣不言戰罷 始以刀割肉出丸 深入數寸 觀者色墨 而舜臣談笑自若﹒ 捷聞 朝廷大喜 上欲加舜臣以一品 言者以為大濫 陞正憲 億祺﹣均 除嘉善﹒ ", "hangul": "일일방독전 류환중순신좌견 혈류지종 순신불언전파 시이도할육출환 심입수촌 관자색묵 이순신담소자약﹒ 첩문 조정대희 상욕가순신이일품 언자이위대람 승정헌 억기﹣균 제가선﹒ ", "story": "하루는 전투를 지휘하고 있는데 유탄이 순신의 왼쪽 어깨에 뚫고 들어갔다. 순신은 전쟁을 멈추라고 말하지 않았다. 전투를 마친 후 칼로 살을 수촌 깊이나 째서 탄환을 꺼냈는데 보는 사람의 얼굴빛이 모두 먹색이 되었지만 순신은 담소를 나누며 평소와 다름이 없었다. 승첩소식에 조정은 크게 기뻐하였다. 순신에게 품계를 1품 높여주려고 하였으나 신하들이 지나치다고 해서 정헌으로 승진하였고 억기와 원균은 가선으로 승진하였다. "},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 06", "hanja": "先是賊將平行長到平壞投書日 日本舟師十餘萬 又從西海來 未知大王龍御 自此何之? 蓋賊本欲水陸合勢西下賴此一戰遂斷賊一脯﹒ 行長雖得平壤 而勢孤不敢更進﹒\n", "hangul": "선시적장평행장도평괴투서일 일본주사십여만 우종서해래 미지대왕룡어 자차하지? 개적본욕수륙합세서하뢰차일전수단적일포﹒ 행장수득평양 이세고불감경진﹒\n", "story": "앞서 적장 평장이 평양에 도착해서 편지를 보내길 일본 수군 10만명이 서해로 오고 있는 것을 모르는 임금은 어디로 가려하시나요? 하고 적은 수륙 합공하고자 했으나 한쪽이 잘려나간 샘이었다. 평장이 비록 평양을 얻었지만 그 세력이 고립이 되어 감히 다시는 앞으로 나가려하지 못했다. \n"},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 07", "hanja": "國家得保全羅‧忠清 以及黃海‧平安沿海一帶 調度軍食傳通號令 以濟中興﹒ 而遼東金復海蓋與天津等地 不被震驚 使天兵從陸路來援 以致卻賊耆皆此一戰之功﹒ 吉呼!豈非天哉﹖ 舜臣因率三道舟師 留屯于閑山島 以遏賊西犯之路﹒", "hangul": "국가득보전라‧충청 이급황해‧평안연해일대 조도군식전통호령 이제중흥﹒ 이료동김복해개여천진등지 불피진경 사천병종륙로래원 이치각적기개차일전지공﹒ 길호!기비천재﹖ 순신인솔삼도주사 류둔우한산도 이알적서범지로﹒", "story": "나라가 전라, 충청, 황해, 평안 연해 일대를 온전히 보전하고 군량조달과 전통을 전달이 가능게되어 다시 흥할 수 있게 되었다. 요동의 김, 복, 해, 개, 천진 등지의 땅이 적에게 짓밟혀 놀라지 않게 되었고 명나라 원군이 육로로 와서 곳곳의 왜적을 물러가게 할 수 있었던 것이 이 이순신의 전투의 공이다. 이 어찌 하늘의 도우심이 아니었던가. 순신은 삼도수군을 통솔하여 한산도에 주둔하며 적이 서쪽으로 침범하려는 길을 막았다. "},
{"date": "51. 이순신의 하옥 01", "hanja": "逮水軍統制使李舜臣下獄﹒ 初元均德舜臣來救 相得甚歡 旣而爭功 漸不相能﹒ 均性險詖 且多連絡於中外 搆誣舜臣 不遺餘力 每言 舜臣初不欲來 因我固請乃至 勝敵我爲首功﹒時朝論分岐 各有所主 薦舜臣初爲余 不悅余者 與元均合 攻舜臣甚力﹒惟右相李元翼 明其不然且曰 舜臣與元均各有分守之地 初不卽進 未足深非﹒", "hangul": "체수군통제사리순신하옥﹒ 초원균덕순신래구 상득심환 기이쟁공 점불상능﹒ 균성험피 차다련락어중외 구무순신 불유여력 매언 순신초불욕래 인아고청내지 승적아위수공﹒시조론분기 각유소주 천순신초위여 불열여자 여원균합 공순신심력﹒유우상리원익 명기불연차왈 순신여원균각유분수지지 초불즉진 미족심비﹒", "story": "통제사 이순신을 체포하여 옥에 가두었다. 처음에 원균은 순신이 와서 구해 주어 서로 사이가 좋았다. 그런데 공을 다투기 시작하면서 점점 사이가 좋지 않게 되었다. 원균은 성격이 험하고  교활해서 중앙과 지방의 사람들과 연락하여 순신을 흠잡는데 힘을 아끼지 않았다. 매번 말하기를 순신이 처음에 오지 않게다는 것을 내가 청해서 왔기때문에 적을 이긴 것의 첫번째 공은 내것이다라고 말했다. 조정은 서로 나뉘어져 순신을 처음 천거한 것이 나이기 때문에 나와 친하지 않은 사람은 원균과 더불어 순신을 심하게 공격하였다. 오직 우상인 이원익만이 그것이 그렇지 않다고 분명하게 말하길 순신과 원균은 각지 지키는 지역이 나뉘어져 있어 처음에 구하러 나아가지 않은 것이 그다지 잘못되었다고 할 수 없다고 했다. "},
{"date": "51. 이순신의 하옥 02", "hanja": "先是賊將平行長 使卒倭要時羅 往來慶尚右兵使金應瑞陣 致慇懃. 方清正欲再出也 時羅密語於應瑞曰. 我將行長言 今此和事不成 由於清正 吾甚疾之﹒ 某日清正當渡海 朝鮮善水戰若要諸海中\n可以敗殺 愼毋失也﹒應瑞上其事朝議信之﹒ 海平君尹根壽 尤踊躍以爲機會難失 屢啓之 連催舜臣前進﹒", "hangul": "선시적장평행장 사졸왜요시라 왕래경상우병사김응서진 치은근. 방청정욕재출야 시라밀어어응서왈. 아장행장언 금차화사불성 유어청정 오심질지﹒ 모일청정당도해 조선선수전약요제해중\n가이패살 신무실야﹒응서상기사조의신지﹒ 해평군윤근수 우용약이위기회난실 루계지 련최순신전진﹒", "story": "앞서 적장 평행장이 부하 요시라를 경상우병사 김응서의 진에 왕래시켜며 사이를 은근하게 만들었다. 청정이 다시 출전할 때 시라는 비밀스럽게 응서에게 말했다. 행장이 이번 화의가 이루어지지 않은 것은 청정때문이라고 말하고 나는 그를 싫어한다고 했다. 모일 청정이 바다를 건너올 것이니 조선이 먼저 수전을 걸면 바다중에서 그를 죽일 수 있을 것이니 기회를 놓치지 말라고 했다. 응서는 이 일을 조정에 알렸다. 해평군과 윤근수는 이 기회를 잃으면 안된다고 여러 차례 장계하여 순신이 출전하도록 계속 재촉하였다. "},
{"date": "51. 이순신의 하옥 03", "hanja": "舜臣疑賊有詐 逢徊者累日﹒ 至是要時羅又至曰 清正今已下陸 朝鮮何不要截﹖佯致恨惜之意﹒ 事聞廷議皆咎舜臣 臺諫請拿鞠. 玄風人前縣監朴惺者亦承望時論 上疏極言舜臣可斬﹒ 遂遣義禁府都事拿來 元均代爲統制使﹒", "hangul": "순신의적유사 봉회자루일﹒ 지시요시라우지왈 청정금이하륙 조선하불요절﹖양치한석지의﹒ 사문정의개구순신 대간청나국. 현풍인전현감박성자역승망시론 상소극언순신가참﹒ 수견의금부도사나래 원균대위통제사﹒", "story": "순신은 적을 의심하여 출전을 여러 차례 미루었다. 어느날 요시라가 와서 말하길 청정이 이미 상륙하였는데 조선은 어찌 그를 잡지 않았는가 그렇게 하지 못한 것이 한스럽고 애석하다고 했다. 이 일을 조정에서 듣고 모두 순신이 잘못했다고 했고 대간은 잡아서 국문할 것을 청했다. 현풍사람 박성자는 이 일에 대해 논하며 순신을 참해야 한다는 극언을 상소하였다. 마침내 의금부 도사를 보내서 순신을 잡아들이고 원균이 대신하여 통제사가 되었다. "},
{"date": "51. 이순신의 하옥 04", "hanja": "上猶疑所聞不盡實 特遣成均司成南以信下閑山廉察﹒ 以信旣入全羅道 軍民遮道訟舜臣寃者 不可勝數﹒ 以信不以實聞 乃曰 清正留海島七日 我軍若往 可縛來而舜臣逗遛失機﹒ 舜臣至獄 命大臣議罪 獨判中樞府事鄭琢言 舜臣名將不可殺 軍機利害難可遙度 其不進 未必無意 請寬恕 以責後效﹒ 拷問一次 減死削職充軍﹒ 舜臣老母在牙山 聞舜臣下獲 憂悸而死﹒ 舜臣出獄道過牙山 成服卽往權慄帳下從軍人聞而悲之﹒\n", "hangul": "상유의소문불진실 특견성균사성남이신하한산렴찰﹒ 이신기입전라도 군민차도송순신원자 불가승수﹒ 이신불이실문 내왈 청정류해도칠일 아군약왕 가박래이순신두류실기﹒ 순신지옥 명대신의죄 독판중추부사정탁언 순신명장불가살 군기리해난가요도 기불진 미필무의 청관서 이책후효﹒ 고문일차 감사삭직충군﹒ 순신로모재아산 문순신하획 우계이사﹒ 순신출옥도과아산 성복즉왕권률장하종군인문이비지﹒\n", "story": "임금은 소문이 모두 실제와 같지는 않을 것이라고 의심하고 성균사성 남이신을 한산에 보내 살피게 하였다. 이신이 전라도에 들어갔을 때 군민이 순신의 호송길을 막고 억울하다고 따지는 사람들이 수를 셀 수 없었다. 이신은 들은 사실대로 말하지 않고 말하길 청정이 바다에 7일을 머물렀는데 아군에 만약 갔더라면 붙잡을 수 있었는데 순신이 여러 차례 출전을 미루어 기회를 놓쳤다고 했다. 순신이 옥에 들어가고 대신들이 그 죄를 물으라고 명령했음에도 판중추부사 정탁언은 홀로 순신은 명장이니 죽이지 마시라고 했다. 전투의 기회가 이익이될지 해가될지 판단하기 어려운 것인데 출전하지 않은 것에는 반드시 이유가 없지 않을 것이니 너그럽게 용서하시기를 청하고 훗날 공으로 책임을 묻게하소서 했다. 한 차례 고문을 한 후 모든 직을 삭탈하고 보충군이 되게 했다. 순신의 노모는 아신에서 순신이 하옥되었다는 것을 듣고 걱정과 두려움에 고통받다가 돌아가셨다. 순신은 옥에서 나와 아산을 지나는 길에 장례도 치루지 못하고 성복만 한채 권율의 휘하에서 백의종군하게되었다. 듣는 사람 모두가 슬퍼했다. "},
{"date": "53. 원균이 패하여 한산도 수군이 무너짐 01", "hanja": "八月初七日閑山舟師潰﹒ 統制使元均﹒全羅右水使李億祺死慶尚右水使裴楔走免﹒ 初元均餃至閑山盡變舜臣約束凡褊裨士卒稍爲舜臣所任使者皆斥去﹒ 以李英男詳知已前曰奔敗狀尤惡之軍心怨憤﹒", "hangul": "팔월초칠일한산주사궤﹒ 통제사원균﹒전라우수사리억기사경상우수사배설주면﹒ 초원균교지한산진변순신약속범편비사졸초위순신소임사자개척거﹒ 이리영남상지이전왈분패상우악지군심원분﹒", "story": "8월 초7일 한산에서 수군에 궤멸되었다. 통제사 원균, 전라우수사 이억기가 전사했고 경상우수사 배설이 도주하여 죽음은 면했다. 처음 원균은 한산에 이르러 순신이 만들어 놓은 제도를 모두 바꾸었고 순신이 임명한 사졸들을 모두 내쫓았다. 이영남은 전날 패한 상황을 상세히 알고 있다고 더 악하게 대하니 군심이 원만과 분함으로 가득찼다. "},
{"date": "53. 원균이 패하여 한산도 수군이 무너짐 02", "hanja": "舜臣在閑山時作堂名曰運籌 日夜處其中與諸將共論兵事﹒雛下卒欲言軍事者許來告﹒ 以通軍情每將戰悉招褐裨問計謀定而後戰故無敗事﹒ 均挈愛妾居其堂以重籬隔內外諸將罕見其面又嗜酒日事酗怒刑罰無度﹒ 軍中竊語曰 若遇賊惟有走耳. 諸將私相譏笑亦不復禀畏故號令不行﹒", "hangul": "순신재한산시작당명왈운주 일야처기중여제장공론병사﹒추하졸욕언군사자허래고﹒ 이통군정매장전실초갈비문계모정이후전고무패사﹒ 균설애첩거기당이중리격내외제장한견기면우기주일사후노형벌무도﹒ 군중절어왈 약우적유유주이. 제장사상기소역불복품외고호령불행﹒", "story": "순신이 한산에 있을 때에 집을 짓고 이름을 운주라고 했으며 낮밤으로 제장들과 전투에 대해 의논했다. 아주 직급 낮은 병사도 군대에 관한 일을 와서 고하는 것을 허락하였다. 군의 정황에 대해 아무리 낮은 신분의 사람도 불러서 물어보고 계획하니 전투에서 패한적이 없었다. 하지만 원균은 운주당에서 애첩을 끼고 기거했으며 제장들과 얼굴대하기를 꺼려했고 술수정이 심하고 형벌에도 법도가 없었다. 군사들이 서로 비밀히 말하여 이르기를 만약 적을 만나면 도망하는 수밖에 없다고 했다. 제장들은 서로 비웃고 다시 보고하지 않았다. 명령을 두려워하지 않고 잘 이행하지도 않았다. "},
{"date": "53. 원균이 패하여 한산도 수군이 무너짐 03", "hanja": "時賊將再入寇年行長又遣要時羅給金應瑞曰. 時船某日當添至朝鮮舟師猶可邀擊﹒ 都元帥權慄尤信其說且以李舜臣以逗遛已得罪日促元均進兵﹒ 均亦常言舜臣見賊不進以此陷舜臣而已得代其任 至是雖知其勢難而慙無以為辭只得盡率舟艦進前﹒", "hangul": "시적장재입구년행장우견요시라급김응서왈. 시선모일당첨지조선주사유가요격﹒ 도원수권률우신기설차이리순신이두류이득죄일촉원균진병﹒ 균역상언순신견적불진이차함순신이이득대기임 지시수지기세난이참무이위사지득진솔주함진전﹒", "story": "적장에 다시 쳐들어 오는 해에 행장은 또 요시라를 김응서에게 보내서 말했다. 전선이 모일 더 들어 온다고 하니 조선수군이 맞아 공격하는 것이 좋겠다고 했다. 도원수 권율은 그 말을 더욱 믿었고 이순신이 출전을 미루어서 죄를 얻은 것에 대해 이야기 하고 원균의 출전을 날마다 재촉했다. 원균 역시 순신이 적을 보고도 나가지 않았다고 이야기 하여 순신을 함정에 빠드리고 이미 그의 직책을 대신하게되었기에 형세가 어려운줄 알면서도 부끄러워 거절할 도리가 없어 진선을 이끌고 출전할 수 밖에 없었다. "},
{"date": "53. 원균이 패하여 한산도 수군이 무너짐 04", "hanja": "倭營之在岸上者俯視船行互相傳報﹒均至絕影島風作浪起日已昏船無止泊處﹒望見倭船出沒海中均督諸軍進前﹒ 舟中人自閑山終日搖櫓不得休息又困飢渴疲不能運船. 諸船縱橫進退乍前乍卻倭欲疲之與我船相近輒徜 佯引避而去不與交鋒﹒ 夜深風盛我船四散分漂不知去向 均艱收餘船還至加德島軍士渴甚爭下船取水﹒\n", "hangul": "왜영지재안상자부시선행호상전보﹒균지절영도풍작랑기일이혼선무지박처﹒망견왜선출몰해중균독제군진전﹒ 주중인자한산종일요로불득휴식우곤기갈피불능운선. 제선종횡진퇴사전사각왜욕피지여아선상근첩상 양인피이거불여교봉﹒ 야심풍성아선사산분표불지거향 균간수여선환지가덕도군사갈심쟁하선취수﹒\n", "story": "왜적의 진영은 절벽위에 있었고 전선이 움직이는 것을 보고 서로 전하여 보고하였다. 원균이 절영도에 도착했을 때 바람과 파도가 거세게 일고 날이 이미 저물어 전선을 정박할 곳이 없었다. 왜선이 출몰하는 바다로 원균은 전선을 전진시켰다. 전선 안에 있는 병사들은 한산에서 부터 종일 노를 젓고 휴식하지 못하여 피곤하고 배고프고 목이 말라 전선을 운행할 수 없었다. 여러 전선들이 종횡으로 움직이고 앞으로 갔다 뒤로 갔다했다. 왜적은 아군전선을 피로하게 만들려고 가까이왔다가 피해 달아나기도 하였지만 교전하지는 않았다. 밤이 깊고 바람이 많이 불어서 아군 전선이 사방으로 흩여져서 표류하기 시작했다. 원균은 남은 전선들을 수습하여 가덕도에 이르러 군사들의 갈증이 심하여 다투듯 배에서 내려 물을 구하러 갔다."},
{"date": "53. 원균이 패하여 한산도 수군이 무너짐 05", "hanja": "倭兵從島中突出揜之失將士四百餘人均又引退至巨濟漆川島﹒ 權慄在固城以均無所得檄召均杖之督以更進﹒ 均還到軍中益忿X飲酒醉臥諸將欲見均言事不得﹒夜半倭船來襲之軍大潰﹒均走至海邊棄船登岸欲走而體肥鈊坐松樹下﹒ 左右皆散或言爲賊所害或言走免終不得其實﹒", "hangul": "왜병종도중돌출엄지실장사사백여인균우인퇴지거제칠천도﹒ 권률재고성이균무소득격소균장지독이경진﹒ 균환도군중익분X음주취와제장욕견균언사불득﹒야반왜선래습지군대궤﹒균주지해변기선등안욕주이체비심좌송수하﹒ 좌우개산혹언위적소해혹언주면종불득기실﹒", "story": "왜병은 섬까지 쫓아와서 갑자기 나타나서 군사 400여명을 죽였다. 원균은 병사들을 거두어 거제 칠천도로 퇴각했다. 권율은 고성에서 아무 소득없이 머물러 있던 원균을 격문을 보내 불러들여 장을 친 후 다시 출진하도록 독려했다. 원균은 군중으로 돌아가서 분을 내면서 술을 마시고 취해서 누워버렸다. 제장들이 원균을 보고 전투에 대해 이야기하고자 했지만 하지 못했다. 밤을 틈타서 왜선이 엄습하여 군대는 크게 무너졌다.  균은 해변으로 도망가서 전선을 버리고 언덕에 올라 도망하고자 했지만 몸이 뚱뚱하여 소나무 아래에 앉아있었다. 좌우가 모두 흩어져서 어떤사람은 적에게 해를 당했다고 하기도 하고 어떤 이는 달아났다고도 하는데 그 실체를 알수 가 없다. "},
{"date": "53. 원균이 패하여 한산도 수군이 무너짐 06", "hanja": "李億祺從船上投水﹒ 裴楔先是屢諫均必敗是日又言漆川島淺窄不利行船宜移陣他處﹒ 均皆不聽楔私約所領船戒嚴待變見賊來犯奪港先走故其軍獨全﹒ 楔還至閑山島縱火焚廬舍糧穀軍器徙餘民之留在島中者使避賊而去﹒ 閑山旣敗賊乘勝西向﹒", "hangul": "리억기종선상투수﹒ 배설선시루간균필패시일우언칠천도천착불리행선의이진타처﹒ 균개불청설사약소령선계엄대변견적래범탈항선주고기군독전﹒ 설환지한산도종화분려사량곡군기사여민지류재도중자사피적이거﹒ 한산기패적승승서향﹒", "story": "이억기는 쫓기던 배에서 떨어져 죽었다. 배설은 앞서 여러 차례 원균에게 현재 상황으로는 패할 수 밖에 없고 칠천도가 좁아서 배를 운행하기 불리하기 때문에 진을 다른 곳으로 옮기자고 했다. 원균은 모두 듣지 않자 배설은 그느린 전선들에게 경계하여 변을 기다리다 왜적이 항구를 범하러 오면 도망가기로 미리 약속하고 도망하여 홀로 온전하기 살아 남았다. 배설은 한산도에 도착해서 바삐 집, 군량, 군기물을 태우고 남은 백성들을 적을 피해 떠나가게 했다. 한산에서 이긴 적은 서쪽을 향했다. "},
{"date": "53. 원균이 패하여 한산도 수군이 무너짐 07", "hanja": "南海﹣順天次第陷沒賊船至豆恥津下陸進圍南原兩湖大震﹒ 蓋賊自壬辰入我境惟見敗於舟師平秀吉慎之責行長必取舟師﹒ 行長佯輸款於金應瑞使李舜臣得罪又誘元均出海中盡得其虛實因行掩襲﹒ 其計至巧而我悉墮其計中哀哉! ", "hangul": "남해﹣순천차제함몰적선지두치진하륙진위남원량호대진﹒ 개적자임진입아경유견패어주사평수길신지책행장필취주사﹒ 행장양수관어김응서사리순신득죄우유원균출해중진득기허실인행엄습﹒ 기계지교이아실타기계중애재! ", "story": "남해, 순천이 차차 함락되었고 적선은 두치진에 상륙하여 남원을 포위하니 호남 호서 지방이 크게 진동하였다. 임진년부터 우리 국경을 넘은 후 오직 수군에게만 패하여 수길이 그 책임을 행장에게 지워 수군을 반드시 이길 것을 명령했다. 행장은 김응서에게 정성을 다하는 것처럼 하여 이순신이 죄를 얻로고 꾀었고 원균이 바다중에서 진멸하게 되었으니 그 허실을 다알고 습격한 것이다.  이 꾀가 지극히 교묘하고 그 꾀에 떨어져 지고 만 우리가 안태까울 따름이다. "},
{"date": "55. 이순신을 다시 삼도수군통제사로 삼음 01", "hanja": "復起李舜臣爲三道水軍統制使﹒ 閑山敗報至朝野震駭 上引見備邊諸臣問之 群臣惶惑不知所對﹒ 慶林君金命元兵曹判書李恒福從容啓曰. 此元均之罪 惟當起李舜臣爲統制使耳從之﹒ 時權慄聞元均敗已使李舜臣往收餘兵賊方衝斥﹒ 舜臣與軍官一人自慶尚道入全羅道晝夜潛行間關達珍島欲收兵禦賊﹒", "hangul": "복기리순신위삼도수군통제사﹒ 한산패보지조야진해 상인견비변제신문지 군신황혹불지소대﹒ 경림군김명원병조판서리항복종용계왈. 차원균지죄 유당기리순신위통제사이종지﹒ 시권률문원균패이사리순신왕수여병적방충척﹒ 순신여군관일인자경상도입전라도주야잠행간관달진도욕수병어적﹒", "story": "다시 이순신을 일으켜 삼도수군통제사로 삼았다. 한산에서 패한 이후에 조정과 민간은 떨고 놀랐다. 여러 비변사를 불러올려 대책을 물었으나 모두들 당황하여 어찌할 줄을 몰라했다. 경림군과 김명원, 병조판서 이항복이 조용히 장계하여 이르기를 이것은 원균의 죄이오니 마땅히 이순신을 통제사로 삼아야 합니다했고 임금은 이말을 따랐다. 권율은 원균이 패한 것을 듣고 이순신에게 남은 병사들을 수습하여 적을 방어할 일을 지시하였다. 순신은 군관 1명과 경상도에서 전라도로 들어가 주야로 잠행하며 진도에 닿아서 병력을 수습하여 적을 막기로 하였다. "},
{"date": "57. 이순신이 진도 벽파정에서 왜적을 쳐부숨 01", "hanja": "統制使李舜臣破倭兵于珍島碧波亨下殺其將馬多時﹒ 舜臣至珍島收拾兵船得十餘隻﹒ 時沿海人乘船避亂者無數聞舜臣至莫不喜悅﹒ 舜臣分道招呼遠近雲集使在軍後以助形勢﹒ 賊將馬多時號善水戰率其船二百餘艘欲犯西海相遇於碧波享下﹒ 舜臣以十二船載大炮乘潮至順流攻之賊敗走軍聲大振﹒", "hangul": "통제사리순신파왜병우진도벽파형하살기장마다시﹒ 순신지진도수습병선득십여척﹒ 시연해인승선피란자무수문순신지막불희열﹒ 순신분도초호원근운집사재군후이조형세﹒ 적장마다시호선수전솔기선이백여소욕범서해상우어벽파享하﹒ 순신이십이선재대포승조지순류공지적패주군성대진﹒", "story": "통제사 이순신이 왜병을 진도 벽파정에서 쳐부수고 그 장수 마다시를 죽였다. 순신은 진도에 도착해서 병선을 수습하여 10여척을 얻었다. 그 때 연안에 사는 사람 중 배를 타고 피란을 가는 무수한 사람들이 순신이 도착했다는 것을 듣고 기뻐하지 않는 사람이 없었다. 순신은 여러 도, 원근에서 구름처럼 모인 사람들을 군대의 뒤에 배치하여 싸움을 돕는 형세를 취하도록 했다. 적장 마다시는 수전에 능한자로 전선 2백여척으로 서해에서 전투하고자 벽파정 아래까지 왔다. 순신이 십이척의 전선에 대포를 싣고 순조류를 타고 공격하여 적을 무찌르니 군의 함성의 천지를 진동시켰다. "},
{"date": "57. 이순신이 진도 벽파정에서 왜적을 쳐부숨 02", "hanja": "是時舜臣已有軍八千餘人進駐古今島患乏糧﹒ 作海路通行帖令曰 三道沿海公私船無帖者以奸細論母得通行﹒ 於是凡避亂乘船者皆來受帖﹒ 舜臣以船大小群次使納米受帖大船三石中船二石小船一石﹒ 避亂之人䀆載財榜入海故不以納米爲難而以通行無禁雰喜﹒", "hangul": "시시순신이유군팔천여인진주고금도환핍량﹒ 작해로통행첩령왈 삼도연해공사선무첩자이간세론모득통행﹒ 어시범피란승선자개래수첩﹒ 순신이선대소군차사납미수첩대선삼석중선이석소선일석﹒ 피란지인진재재방입해고불이납미위난이이통행무금분희﹒", "story": "그 때 순신은 8천여명의 군인을 데리고 고금도 주둔했는데 양식이 부족했다. 해로통행첩을 만들어서 삼도연해의 공선과 사선 모두 통행첩이 없으면 간첩선으로 판단하여 통행하지 못하도록했다. 배를 타고 피난온 사람들은 모두 와서 통행첩을 받았다. 순신은 선박의 크기에 따라 차등 적으로 쌀을 받고 통행첩을 발급하였다. 대선은 3석, 중선은 2석, 소선은 1석을 받았다. 피난오는 사람들이 재물을 모두 싣고 오기 때문에 쌀을 내는 것이 어렵지 않고 통행을 금지하는 일어 없어져 기뻐했다. 십여일만에 군량 만여석을 얻었고 백성들이 가지고 있는 동과 철을 모아서 대포를 주조하고 벌목하여 전선을 건조하는 등 모든 일이 착착 진행되었다. 원근에서 병화를 피해 피난와서 순신에게 의탁하며 집을 짓고, 막사를 짓고, 물건을 파니 이들을 섬안에 다 수용할 수 없었다.  "},
{"date": "57. 이순신이 진도 벽파정에서 왜적을 쳐부숨 03", "hanja": "旣而天朝水兵都督陳璘出來南下古今島與舜臣合兵﹒ 璘性暴猛與人多忤人多畏之﹒上餞造于靑坡野﹒ 余見璘軍人毆辱守令無忌以繩繫察訪李尚規頸曳之流血滿面令譯官勸解不得﹒ 余謂同坐寧臣曰 可惜李舜臣軍又將敗美﹒與璘同在軍中挈肘矛盾必侵奪將權縱暴 軍士逆之則增怒順之則無厭軍何由不敗 衆曰然﹒相與嗟歎而已﹒", "hangul": "기이천조수병도독진린출래남하고금도여순신합병﹒ 린성폭맹여인다오인다외지﹒상전조우청파야﹒ 여견린군인구욕수령무기이승계찰방리상규경예지류혈만면령역관권해불득﹒ 여위동좌녕신왈 가석리순신군우장패미﹒여린동재군중설주모순필침탈장권종폭 군사역지즉증노순지즉무염군하유불패 중왈연﹒상여차탄이이﹒", "story": "명나라 수군 도독 진린이 남쪽으로 내려가서 고금도에서 순신과 합병하였다. 인은 성격이 포악하고 사나워서 여러 사람들과 거슬리고 사람마다 그를 두려워했다. 임금께서 그를 보낼 때 청파들판까지 나와서 전송했다. 나는 진린으 군사가 고을 수령을 때리고 욕하기를 꺼리지 않고 새끼줄로 찰방 이상규의 목에 매어 끌어서 피투성이가 된것을 역관에게 풀어주라고 권해보라고 했으나 되지 않았다. 나는 같이 앉은 신하들에게 말하기를 이순신의 군대가 장차 또 패할 것 같습니다. 린과 함께 있는 군대의 행동이 제약되고 장수의 권한도 뺐기고 학대당할 것이다. 군사가 이에 역행하면 화를 낼 것이고 따라주면 꺼리는 일 없이 마음대로 할 것인데 어찌 패하지 않겠습니까. 서로 탄식해할 뿐이었다. "},
{"date": "57. 이순신이 진도 벽파정에서 왜적을 쳐부숨 04", "hanja": "舜臣聞璘將至令軍人大X漁得鹿豕海物甚多盛備酒醪而待之﹒ 璐船入海舜臣備軍儀遠迎﹒ 旣到大享其軍諸將以下無不沾醉士卒傳相告語曰 果良將也﹒ 璘亦心喜﹒ 不久賊船犯近島舜臣遣兵敗之獲賊首四十級悉以與璘霖功璘盆喜過望﹒ 自是凡事一咨於舜臣出則與舜臣拉轎不敢先行﹒ 舜臣遂約束唐軍與己軍無間有奪民一縷者皆拿致捆打無敢違令者島中蕭然﹒ 璘上書於上言 統制使有經天緯地之才補天浴日之功﹒ 蓋心服也﹒\n\n", "hangul": "순신문린장지령군인대X어득록시해물심다성비주료이대지﹒ 로선입해순신비군의원영﹒ 기도대향기군제장이하무불첨취사졸전상고어왈 과량장야﹒ 린역심희﹒ 불구적선범근도순신견병패지획적수사십급실이여린림공린분희과망﹒ 자시범사일자어순신출즉여순신랍교불감선행﹒ 순신수약속당군여기군무간유탈민일루자개나치곤타무감위령자도중소연﹒ 린상서어상언 통제사유경천위지지재보천욕일지공﹒ 개심복야﹒\n\n", "story": "순신은 린장군이 온다는 소식을 듣고 군사들에게 물고기, 사슴, 돼지를 잡게했더니 잡은 것이 매우 많았다. 술을 성대하게 준비하여 그를 맞았다. 전선이 보이자 순신은 바다에 나가 군사를 준비하여 환영했다. 대향연으로 군사들을 취하게 하니 모두가 흡족하다고 해하며 과연 대단한 장수다라고 말했고 린역시 기뻐했다. 얼마지나지 않아 적선이 근처 섬을 범했을 때 순신은 군사를 보내어 무찌르고 획득한 수급 40급을 린에게 주어 린의 공으로 삼게하니 린은 후한 대접이라고 여겼다. 이때로 부터 모든 일에 순신의 의견을 물었고 순신과 함께 가마를 타고 갈 때 순신의 앞으로 나가지 않으려고 했다. 순신은 마침내 명군과 조선군인 가리지 않고 군인이 백성의 물건 중 실오르라기 하나라도 약탈하면 잡아다가 때리니 감히 명령을 어기는 자가 없어 섬이 조용해졌다. 진린은 임금에게 글을 올려 통제사는 하늘을 지나고 땅을 두르는 인재이다. 하늘을 깁고 해를 목욕시키는 큰 공이 있다. 이는 마음으로 감복한 까닭이라라고 했다. "},
{"date": "60. 최후의 결전 01", "hanja": "十月劉提督再攻順天賊營 統制使李舜臣以舟師大敗其救兵於海中舜臣死之﹒ 賊將平行長棄城而遁釜山‧蔚山‧河東沿海賊屯悉退﹒ 時行長築城于順天芛橋堅守 劉綎以大兵進攻不利還順天旣而復進攻之﹒ 李舜臣與唐將陳璘扼海口以逼之﹒ 行長求援於泗川賊沈安頓吾頓吾從水路來援﹒ 舜臣進擊大破之焚賊船二百餘艘殺獲無算追至南海界﹒ 舜臣親犯矢石力戰有飛丸中其胸出背後左右扶入帳中﹒ 舜臣曰 戰方急愼勿言我死﹒」言訖而絶﹒\n\n", "hangul": "십월류제독재공순천적영 통제사리순신이주사대패기구병어해중순신사지﹒ 적장평행장기성이둔부산‧울산‧하동연해적둔실퇴﹒ 시행장축성우순천순교견수 류정이대병진공불리환순천기이복진공지﹒ 리순신여당장진린액해구이핍지﹒ 행장구원어사천적심안돈오돈오종수로래원﹒ 순신진격대파지분적선이백여소살획무산추지남해계﹒ 순신친범시석력전유비환중기흉출배후좌우부입장중﹒ 순신왈 전방급신물언아사﹒」언흘이절﹒\n\n", "story": "10월 유제독이 다시 순전의 적 병영을 공격했다. 통제사 이순신은 적의 구원병을 바다 가운데서 크게 부쉈는데 순신은 전사하였다. 적장 평행장은 성을 버리고 도망하였고 부산, 울산 하동  연해에 주둔했던 적도 모두 물러갔다. 그 때 행장은 순천 순교에 견고한 성을 쌓고 지키고 있었는데 유정이 대군을 진입시켰음에도 불리해져 순천으로 돌아왔다가 다시 공격하였다. 이순신과 명의 진린은 해구를 틀어막고 쳐들어갔다. 행장은 사천에 있는 심안돈오에게 구원병을 요청하였고 돈오가 수래를 따라 오고 있었다. 순신은 앞으로 나가 적선 200여척을 격파했고 죽인 적의 수를 셀수가 없었고 남해의 경계 (노량) 까지 적선을 쫓아갔다.  순신은 몸소 화살과 탄환을 무릎쓰고 힘을 다해 싸우다가 날아오는 탄환을 가슴에 맞았고 그 탄환은 등뒤로 빠져나갔다. 좌우에 부장들이 장막안으로 들어오게 했는데 순신은 전투가 급하니 내가 죽었다는 것을 말하지 말라고 하고 말을 그치고 목숨이 끊어졌다. "},
{"date": "60. 최후의 결전 02", "hanja": "舜臣兄子莞素有膽量秘其死以舜臣令督戰盆急軍中不知也﹒ 陳璘所乘舟焦賊所圍莞望見揮其兵求之.  賊散去璘使人于舜臣謝求己始聞其死從椅上自投於地曰.  吾意老爺生來求我何故亡耶﹖ 拊膺大慟一軍皆哭聲震海中﹒ 行長乘舟師追跡過其營自後逸去﹒ 先是七月候醋平秀吉已死故沿海賊屯悉退﹒ ", "hangul": "순신형자완소유담량비기사이순신령독전분급군중불지야﹒ 진린소승주초적소위완망견휘기병구지.  적산거린사인우순신사구기시문기사종의상자투어지왈.  오의로야생래구아하고망야﹖ 부응대통일군개곡성진해중﹒ 행장승주사추적과기영자후일거﹒ 선시칠월후초평수길이사고연해적둔실퇴﹒ ", "story": "순신의 형의 아들 완은 담량이 있어 순신의 죽음을 비밀로 하고 전투를 감독하니 군대는 그의 죽음을 알지 못했다. 진린이 탄 배가 적에게 둘러 쌓였을 때 완이 이를 보고 그 병력을 지휘하여 구하였다. 적이 흩어져가자 린은 사람을 시켜 순신에게 자기를 구해줘서 감사하는 말을 전하자 비로소 그 죽음을 듣게되자 앉았던 의자에서 쓰러지며 말했다. 나는 노야가 살아서 나를 구해준줄 알았는데 어찌 돌아가셨단 말인가요하고 가슴을 치며 통곡하자 군사들이 모두 곡을 해서 바다가 진동되었다. 행장은 배를 타고 수군에 쫓기다가 지나치는 틈을 타서 뒤로 빠져나가 달아나고 말았다. 7월 수길이 이미 전사했기때문에 연안의 적들은 모두 물러갔다. "},
{"date": "60. 최후의 결전 03", "hanja": "我軍與唐軍聞舜臣死連營慟哭如哭私親﹒ 柩行所至人民處處設祭挽車而哭曰 公實生我今公棄我何之 道路擁塞車不得進行路之人無不揮涕﹒ 贈議政府右議政﹒邢軍門謂當立祠海上以獎忠魂事竟不行﹒ \n於是海邊之人相率爲祠號曰愍忠以時致祭﹒ 商賈漁船往來遇其下者人人祭之云﹒", "hangul": "아군여당군문순신사련영통곡여곡사친﹒ 구행소지인민처처설제만차이곡왈 공실생아금공기아하지 도로옹새차불득진행로지인무불휘체﹒ 증의정부우의정﹒형군문위당립사해상이장충혼사경불행﹒ \n어시해변지인상솔위사호왈민충이시치제﹒ 상가어선왕래우기하자인인제지운﹒", "story": "아군과 명군이 모두 순신의 전사를 듣고 진영에서 자기 아버지가 죽은 것처럼 통곡했다. 영구가 가서 닿는곳 마다 사람들어 제사를 드리고 영구차를 붙들고 곡을하며 말했다. 공께서 우리를 살려놓으시더니 지금은 공이 우리를 버리고 어디로 가십니까 했다. 도로는 좁아서 영구차가 지나갈 수 없었고 길에 있는 사람들 중에 울지 않는 사람이 없었다. 나라에서는 그에게 의정부우정의 벼슬을 주었다. 형군문은 마땅히 바닷가에 세워서 그의 충혼을 기려야 한다고 했지만 실행되지는 않았다. 바닷가 사람들이 모여서 서로 상의하고 민충이라는 사당을 지어서 때를 따라서 제사지냈다. 장사하는 사람 고기잡이하는 사람들은 그 아래로 지나다니다 각자 제사를 지냈다고 한다. "},
{"date": "61. 이순신의 인품 01", "hanja": "李舜臣字汝諧 德水人其先曰邊 官至判府事有直名﹒ 曾祖曰琚事成宗燕山在東宮琚為講官以嚴見憚嘗 爲掌令彈劾不避百僚憚之有虎掌令之稱 祖百祿以門蔭仕﹒父貞不仕﹒ 舜臣少時英爽不羈 與群兒戲削木爲弓矢遊里閭中 遇不如意者欲射其目長老或憚之不敢過門﹒ \n", "hangul": "리순신자여해 덕수인기선왈변 관지판부사유직명﹒ 증조왈거사성종연산재동궁거위강관이엄견탄상 위장령탄핵불피백료탄지유호장령지칭 조백록이문음사﹒부정불사﹒ 순신소시영상불기 여군아희삭목위궁시유리여중 우불여의자욕사기목장로혹탄지불감과문﹒ 급장선사종무거발신﹒\n", "story": "이순신의 자는 여해이다. 본관은 덕수이고 선조인 이변은 판부사를 지내셨다. 증조인 이거는 성종때 일하셨는데 연산이 동궁으로 있을 때 강관이 되었는데 너무 엄격하여 꺼림을 받았다. 장령이 되어 탄핵하기를 피하지 않으니 동료들이 호랑이 장령이라고 불렀다. 할아버전 이백록은 가문의 덕으로 벼슬을 하였고 아버지 이정은 벼슬을 하지 않았다. 순신의 소년 시절 영특하고 구김살이 없었다. 아이들과 놀때 나무를 깍아서 활과 화살을 만들어서 놀았는데 마음이 맞지 않으면 눈을 쏘려고 하여 어른이라도 꺼리는 사람이면 그 집 문앞을 감히 지나가지 못했다. "},
{"date": "61. 이순신의 인품 02", "hanja": "及長善射從武舉發身﹒ 李氏世業儒至舜臣始得武科補權知訓鍊院奉事﹒ 兵曹判書金貴榮有孼女欲與舜臣爲妾舜臣不肯﹒ 人問之舜臣曰 吾初出仕路豈敢托迹權門媒進耶﹖ ", "hangul": "급장선사종무거발신﹒ 리씨세업유지순신시득무과보권지훈련원봉사﹒ 병조판서김귀영유얼녀욕여순신위첩순신불긍﹒ 인문지순신왈 오초출사로기감탁적권문매진야﹖ ", "story": "자라면서 활을 잘쏘아 무과를 치르고 출세하였다. 이씨 조상들은 대대로 유생을 지냈는데 순신은 무과에 합격하여 권지훈련원 봉사가 보직되었다. 병조판서 김귀영이 얼녀가 있어 순신에게 첩으로 주기를 원했지만 순신은 거절하였다. 어떤 사람이 그 이유를 물었는데 순신은 내 어찌 출세를 위해 권세있는 집안에 의탁하여 승진을 도모하겠는가 하였다고 했다. "},
{"date": "61. 이순신의 인품 03", "hanja": "兵曹正郎徐益有所親在鍊院欲越次薦報﹒ 舜臣以院中掌務官執不可﹒  益牌招舜臣詣庭下詰之 舜臣辭色不變直辨無撬﹒ 益大怒盛氣臨之﹒舜臣從容酬答終不少沮. 益本多氣傲人雖同僚亦憚之難與爭辨﹒ 是日下吏在階下皆相顧吐舌曰 此官敢與本曹拔獨不顧前路耶﹖ 日暮益愧屈令去識者以此往往知舜臣焉﹒\n", "hangul": "병조정랑서익유소친재련원욕월차천보﹒ 순신이원중장무관집불가﹒  익패초순신예정하힐지 순신사색불변직변무효﹒ 익대노성기림지﹒순신종용수답종불소저. 익본다기오인수동료역탄지난여쟁변﹒ 시일하리재계하개상고토설왈 차관감여본조발독불고전로야﹖ 일모익괴굴령거식자이차왕왕지순신언﹒\n", "story": "병조정랑 서익이 친한 사람이 훈련원에 있어 순서를 뛰어넘어 추천하게 하려고 했을 때 순신이 훈련원 장무관으로서 불가하다고 고집했다. 서익이 순신을 패초하여 뜰아래 세워놓고 힐난했다. 순신은 얼굴색 하나 변함없이 직언하여 틀린 것이 없다고 했다. 서익은 화가 나서 성질을 부렸으나 순신은 조용히 답하며 조금도 막힘이 없었다. 서익은 본래 성질을 잘 부리고 사람을 업신 여기니 비록 동료라도 말다툼하는 것을 꺼렸다. 이날 계단 아래 있던 아전들이 서로 돌아보며 혀를 내두르며 말했다. 이 관리는 감히 본조 와 더불어 다투어 자기 앞길을 돌아보지 않는 것인가? 하고 말했다. 날이 저물어 서익은 겸연쩍어 자기 뜻을 꺽고 순신을 가게하였다. 이 일로 사람들은 이순신이 어떤 사람인지에 대해 알게되었다.\n"},
{"date": "61. 이순신의 인품 04", "hanja": "方在獄時事不可測有獄吏密語舜臣兄子芬有賄則可免﹒ 舜臣聞之怒芬曰 死則死耳安可違道求生﹖ 其有操執如此﹒ 舜臣爲人寡言笑容貌雅飭如修謹之士而中有膽氣忘身殉國乃其素所蓄積也﹒ 兄義臣‧堯臣皆先死舜臣 撫其遺孤如己子﹒ 凡嫁娶必先兄子而後及己子 有才無命百不一施而死嗚呼惜哉!", "hangul": "방재옥시사불가측유옥리밀어순신형자분유회즉가면﹒ 순신문지노분왈 사즉사이안가위도구생﹖ 기유조집여차﹒ 순신위인과언소용모아칙여수근지사이중유담기망신순국내기소소축적야﹒ 형의신‧요신개선사순신 무기유고여기자﹒ 범가취필선형자이후급기자 유재무명백불일시이사오호석재!", "story": "옥에 갖혀 앞날을 예측할 수 없을 때 옥리가 순신의 형의 아들 분에게 빌미리에 뇌물을 쓰면 옥살일를 면할 수 있다고 했다.  순신이 이것을 듣고 분에게 노하여 말했다. 죽어야 한다면 죽어야 하는데 도를 어기고 살기를 구하겠는가. 그의 지조와 집념이 이와 같았다. 순신은 말과 웃음이 적고 용모가 단아하고 몸가짐이 선비와 같았다. 담력이 있어 나라를 위해 몸을 바쳤으니 이것은 그가 평소에 그 바탕에 이러한 마음을 축적했기 때문이다. 형의신, 요신이 순신보다 먼저 죽어서 순신은 남은 조카들을 자기 자식처럼 어루만지며 길렀다. 형의 자식들을 먼저 장가보낸 후에 자기 자식들을 장가보냈다. 가지고 있는 백가지 재능을 가지고도 하나도 이름을 드날리지 못하고 이렇게 죽으니 오호라 애석하구나. "}
]}