{ "book": [
{"date": "06. 이순신 발탁 01", "hanja": "擢井邑縣監 李舜臣 爲全羅左道水軍節度使. ", "hangul": "탁정읍현감 리순신 위전라좌도수군절도사. ", "story": "정읍현감 이순신을 발탁하여 전라좌도수군절도사에 임명하였다. "},
{"date": "06. 이순신 발탁 02", "hanja": "舜臣有膽略善騎射 嘗爲造山萬戶時 北邊多事. 舜臣以計誘致叛胡于乙其乃 縛送兵營斬之 虜患遂息.", "hangul": "순신유담략선기사 상위조산만호시 북변다사. 순신이계유치반호우을기내 박송병영참지 로환수식.", "story": "이순신은 담력이 세고 지략이 뛰어나며 말타기와 활쏘기를 잘해서 조산만호시절 북변에서 여러 가지 일이 있었다. 이순신이 계책으로 오랑캐인 우울기내를 유인하여 잡아서 병영에 보내 참한 이후에 근심거리가 사라졌다. "},
{"date": "06. 이순신 발탁 03", "hanja": "巡察使 鄭彥信 令舜臣 護鹿屯島屯田. 一日大霧 軍人盡出收禾 柵中但有十餘人 俄而虜騎四集. 舜臣閉柵門 自以柳葉箭 從柵內連射賊數十墮馬 虜驚駭退走. 舜臣開門 單騎大呼逐之 虜衆大奔 盡奪所掠而環. ", "hangul": "순찰사 정언신 령순신 호록둔도둔전. 일일대무 군인진출수화 책중단유십여인 아이로기사집. 순신폐책문 자이류엽전 종책내련사적수십타마 로경해퇴주. 순신개문 단기대호축지 로중대분 진탈소략이환. ", "story": "순찰사 정언신이 녹둔도 둔전을 지키라고 명령했다. 안개가 아주 짖게 낀 어느날, 군인들 모두가 벼를 거두러 나가고 목책 안에는 단지 10여명이 있었다. 갑자기 오랑캐 기병들이 사면에 모여들었다. 순신은 목책문을 닫고 유엽전을 연사하여 적 수십명을 말에서 떨어뜨려 죽였다. 오랑캐는 놀라서 퇴각하여 달아났다. 순신은 문을 열고 홀로 말을 타고 큰 소리를 지르며 쫓아가니 오랑캐 무리들은 대부분 달아나고 약탈된 것들을 되찾아왔다."},
{"date": "06. 이순신 발탁 04", "hanja": "然朝無推挽者 登第十餘年不調 始爲井邑懸監﹒ 是時倭聲日急 上命備邊司 各薦才堪將帥者. 余擧舜臣 遂自井邑超拜水使 人或疑其驟﹒", "hangul": "연조무추만자 등제십여년불조 시위정읍현감﹒ 시시왜성일급 상명비변사 각천재감장수자. 여거순신 수자정읍초배수사 인혹의기취﹒", "story": "그런데 조정에서 밀어주고 당겨주는 사람이 없어 무관이 된지 십여년 동안 진급하지 못하다 마침내 정읍현감이 되었다. 왜적이 언젠가는 쳐들어 온다는 소리에 임금께서 비변사에게 장수가 될만한 사람을 추천하라고 하셨다. 나는 순신을 드디어 정읍에서 불러 수사로 배치하였다. 사람들 중에는 급작스런 인사라고 의심하는 사람도 있었다."},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 01", "hanja": "全羅水軍節度使李舜臣 與慶尚右水使元均 全羅右水使李億祺等 大破賊兵于巨濟洋中﹒\n", "hangul": "전라수군절도사리순신 여경상우수사원균 전라우수사리억기등 대파적병우거제양중﹒\n", "story": "전라 수군 절도사 이순신이 경상우수사 원균, 전라우수사 이억기와 함게 적병을 거제 바다에서 대파하였다. "},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 02", "hanja": "初賊旣登陸 均見賊勢大不敢出擊 悉沉其戰船百餘艘及火炮軍器於海中 獨與手下裨將李英男‧李雲龍等乘四船奔至昆陽海口欲下陸避賊﹒於是水軍萬餘人皆潰英男諫日公受命霏水軍節度今棄軍下陸 後日朝廷按罪何以自解不如請兵於全羅道與賊一戰不勝然後逃未晩也? 均然之使英男往舜臣請援﹒舜臣辭以各有分界非朝廷之命豈宜擅自越境? 均又使英男往請凡往返至五六不已 每英男回均坐船頭望見痛哭﹒", "hangul": "초적기등륙 균견적세대불감출격 실침기전선백여소급화포군기어해중 독여수하비장리영남‧리운룡등승사선분지곤양해구욕하륙피적﹒어시수군만여인개궤영남간일공수명비수군절도금기군하륙 후일조정안죄하이자해불여청병어전라도여적일전불승연후도미만야? 균연지사영남왕순신청원﹒순신사이각유분계비조정지명기의천자월경? 균우사영남왕청범왕반지오륙불이 매영남회균좌선두망견통곡﹒", "story": "처음 적이 상륙하자 원균은 적의 세력에 눌려서 감히 출격하지 못하고 전선 백여척을 화포와 군기와 함께 침몰시키고 수하비장 이영남, 이운용등을 데리고 4개의 배로 나누어 타고 상륙하는 적을 피해 곤양으로 달아났다. 수군 만여명을 궤멸키자 이영남이 간언하여 이르기를 공은 수군절도의 명을 받고도 수군을 이렇게 버리고 육군이 되면 후일 조정에서 죄를 물을 때 어떻게 하려하십니까 전라도에 병력지원을 요청하여 전투를 치뤄본 연후에 도망가도 늦지 않지 않겠습니까 했다고 한다. 원균은 이영남을 이순신에게 보내 원군을 요청했으나 이순신은 사양하며 맡은 경계가 있는데 어찌 조정의 명도 없이 경계를 넘겠는가? 했다고 한다. 원균은 이영남을 보내 청하기를 대여섯번 했는데 매번 돌아오는 뱃전에서 통곡했다고 한다. "},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 03", "hanja": "旣而舜臣率板屋船四十艘 幷約億祺到巨濟 與均合兵進﹒ 與賊船遇於見乃梁舜臣日此地海狹水淺 難於回旋不如佯退誘賊至海潤處相戰也﹒ 均乘憤欲直前博戰﹒舜臣日公不知兵如此必敗﹒ 遂以旗揮其船退賊大喜爭乘之﹒ 旣出隘口 舞臣鳴鼓一聲諸船一齊回棹 擺列於海中正與賊船撞著相距數十步﹒", "hangul": "기이순신솔판옥선사십소 병약억기도거제 여균합병진﹒ 여적선우어견내량순신일차지해협수천 난어회선불여양퇴유적지해윤처상전야﹒ 균승분욕직전박전﹒순신일공불지병여차필패﹒ 수이기휘기선퇴적대희쟁승지﹒ 기출애구 무신명고일성제선일제회도 파렬어해중정여적선당저상거수십보﹒", "story": "이순신이 판옥선 40척을 거느리고 이억기, 원균과 함께 거제도로 수군을 전진시켰습니다. 적선과 견내량에서 만난 순신은 바다가 좁고 얕아서 선회하기 어렵다고 판단하여 깊은 바다로 적을 유인하는 것이 좋겠다고 판단했습니다. 원균은 바로 쳐들어가는 전투를 하자고 했지만 순신은 공이 하자는 대로 하면 반드시 패한다고 했다. 아군 전선이 퇴각하도록 지휘하자 적은 전투에 적극적으로 응해 왔습니다. 좁은 해협을 벗어나자 순신은 북소리를 울려서 전선들을 일제히 선회시켜 적선과 불과 수십 보 떨어진 거리에서 적선을 맞아 깨뜨렸습니다. "},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 04", "hanja": "先是舜臣創造龜船以板鋪其上其形空窪如龜 戰士櫂夫 皆在其內 左右前後多載火炮 縱橫出入如梭. 遇賊船 遠以大砲碎之諸船一時合攻 烟焰漲天 焚賊船無數﹒ 有賊將在樓船 高數丈 上施樓櫓 以紅段彩氈圍其外 亦爲大砲所破 賊悉赴水死﹒ 其後賊連戰皆敗遂遁 入鉉山‧巨濟 不復出﹒", "hangul": "선시순신창조구선이판포기상기형공와여구 전사도부 개재기내 좌우전후다재화포 종횡출입여사. 우적선 원이대포쇄지제선일시합공 연염창천 분적선무수﹒ 유적장재루선 고수장 상시루로 이홍단채전위기외 역위대포소파 적실부수사﹒ 기후적련전개패수둔 입현산‧거제 불복출﹒", "story": "앞서 이순신은 거북선을 새로 만들었는데 배위에 덮개를 볼록하게 만들서 마치 거북이 모양을 하고 있다. 전투하는 사람과 배를 운행하는 사람이 모두 그 속에 있어서 좌우전후에 화포를 많이 싣고 있다. 앞뒤좌우로 베틀의 북처럼 들어갔다 나왔다 한다. 적선을 만나면 원거리에서 대포로 여러배들을 한꺼번에 공격하여 부순다. 화염과 연기가 하늘에 이르고 불태운 배를 수를 셀수가 없었다. 적장은 층고가 높은 배를 타고 있고 그 높이가 몇장 정도 되고 항상 방패로 두르고 있다. 붉은색 비단과 채석 담요로 그 밖을 두르고 있었다. 이 배 또한 거북선의 대포에 격파되어 적들은 모두 물에 빠져 죽었다. 그 후 적은 계속 전투에서 패하여 마침내 도망하여 현산, 거제로 도망가서 다시는 나오지 않았다."},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 05", "hanja": "一日方督戰 流丸中舜臣左肩 血流至踵 舜臣不言戰罷 始以刀割肉出丸 深入數寸 觀者色墨 而舜臣談笑自若﹒ 捷聞 朝廷大喜 上欲加舜臣以一品 言者以為大濫 陞正憲 億祺﹣均 除嘉善﹒ ", "hangul": "일일방독전 류환중순신좌견 혈류지종 순신불언전파 시이도할육출환 심입수촌 관자색묵 이순신담소자약﹒ 첩문 조정대희 상욕가순신이일품 언자이위대람 승정헌 억기﹣균 제가선﹒ ", "story": "하루는 전투를 지휘하고 있는데 유탄이 순신의 왼쪽 어깨에 뚫고 들어갔다. 순신은 전쟁을 멈추라고 말하지 않았다. 전투를 마친 후 칼로 살을 수촌 깊이나 째서 탄환을 꺼냈는데 보는 사람의 얼굴빛이 모두 먹색이 되었지만 순신은 담소를 나누며 평소와 다름이 없었다. 승첩소식에 조정은 크게 기뻐하였다. 순신에게 품계를 1품 높여주려고 하였으나 신하들이 지나치다고 해서 정헌으로 승진하였고 억기와 원균은 가선으로 승진하였다. "},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 06", "hanja": "先是賊將平行長到平壞投書日 日本舟師十餘萬 又從西海來 未知大王龍御 自此何之? 蓋賊本欲水陸合勢西下賴此一戰遂斷賊一脯﹒ 行長雖得平壤 而勢孤不敢更進﹒\n", "hangul": "선시적장평행장도평괴투서일 일본주사십여만 우종서해래 미지대왕룡어 자차하지? 개적본욕수륙합세서하뢰차일전수단적일포﹒ 행장수득평양 이세고불감경진﹒\n", "story": "앞서 적장 평장이 평양에 도착해서 편지를 보내길 일본 수군 10만명이 서해로 오고 있는 것을 모르는 임금은 어디로 가려하시나요? 하고 적은 수륙 합공하고자 했으나 한쪽이 잘려나간 샘이었다. 평장이 비록 평양을 얻었지만 그 세력이 고립이 되어 감히 다시는 앞으로 나가려하지 못했다. \n"},
{"date": "30. 이순신이 거북선으로 왜적을 격파함 07", "hanja": "國家得保全羅‧忠清 以及黃海‧平安沿海一帶 調度軍食傳通號令 以濟中興﹒ 而遼東金復海蓋與天津等地 不被震驚 使天兵從陸路來援 以致卻賊耆皆此一戰之功﹒ 吉呼!豈非天哉﹖ 舜臣因率三道舟師 留屯于閑山島 以遏賊西犯之路﹒", "hangul": "국가득보전라‧충청 이급황해‧평안연해일대 조도군식전통호령 이제중흥﹒ 이료동김복해개여천진등지 불피진경 사천병종륙로래원 이치각적기개차일전지공﹒ 길호!기비천재﹖ 순신인솔삼도주사 류둔우한산도 이알적서범지로﹒", "story": "나라가 전라, 충청, 황해, 평안 연해 일대를 온전히 보전하고 군량조달과 전통을 전달이 가능게되어 다시 흥할 수 있게 되었다. 요동의 김, 복, 해, 개, 천진 등지의 땅이 적에게 짓밟혀 놀라지 않게 되었고 명나라 원군이 육로로 와서 곳곳의 왜적을 물러가게 할 수 있었던 것이 이 이순신의 전투의 공이다. 이 어찌 하늘의 도우심이 아니었던가. 순신은 삼도수군을 통솔하여 한산도에 주둔하며 적이 서쪽으로 침범하려는 길을 막았다. "}
]}